[
  {
    "id": 1,
    "name": "Figma",
    "url": "https://figma.com",
    "description": "Figma is a cloud-based collaborative interface design platform that enables teams to create, prototype, and iterate on digital products in real-time from anywhere. As a web-first design tool, it eliminates version control friction by allowing multiple designers, product managers, and stakeholders to work simultaneously on shared files with built-in commenting and feedback features. Its standout capabilities include Dev Mode for seamless design-to-development handoff with code inspection and asset exports, advanced prototyping with micro-interactions, and an expanding ecosystem of plugins and design system tools. The platform serves product teams, design agencies, and enterprises looking to streamline workflows from ideation through handoff, reducing communication overhead and accelerating time-to-market for digital products. Figma's value lies in unifying design, prototyping, and collaboration in a single platform, enabling organizations to maintain design consistency and bridge the gap between creative vision and implementation.",
    "category": "Tools",
    "subCategory": "Design & Creative",
    "pricing": "Freemium",
    "featured": true,
    "opensource": false,
    "tags": [
      "design",
      "prototyping",
      "collaboration",
      "ui/ux"
    ],
    "count": null,
    "tier": 1,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/1-figma.jpg",
    "gravityScore": 9.8,
    "gravityRationale": "Industry standard for collaborative UI design"
  },
  {
    "id": 2,
    "name": "Framer",
    "url": "https://framer.com",
    "description": "Framer is a professional no-code website builder designed specifically for designers to create production-ready websites without requiring coding knowledge. The platform combines intuitive design tools with powerful technical capabilities including built-in e-commerce functionality, CMS support, and advanced animation and scroll effects that enable rich, interactive experiences. Key standout features include seamless integration with modern design workflows, support for light and dark themes, and multi-currency checkout capabilities that make it suitable for both creative portfolios and commercial applications. Framer serves designers, agencies, and brands building everything from SaaS marketing sites and e-commerce stores to portfolios and documentation. Its value proposition lies in dramatically lowering the barrier to professional web creation by eliminating the need for developer involvement while maintaining high performance standards and design flexibility.",
    "category": "Tools",
    "subCategory": "No-Code & Builders",
    "pricing": "Freemium",
    "featured": true,
    "opensource": false,
    "tags": [
      "website",
      "no-code",
      "design",
      "publishing"
    ],
    "count": null,
    "tier": 1,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/2-framer.jpg",
    "gravityScore": 9.4,
    "gravityRationale": "Leading design-to-code platform with AI"
  },
  {
    "id": 3,
    "name": "Webflow",
    "url": "https://webflow.com",
    "description": "Webflow is a no-code visual website builder that empowers designers, marketers, and agencies to create fully customized, responsive websites without writing code, combining design flexibility with production-ready infrastructure. The platform excels through its visual design interface that generates clean W3C-compliant code, a robust content management system for managing content at scale, and powerful motion and interaction capabilities that enable immersive digital experiences. Webflow serves designers accelerating their workflow, agencies scaling client deliverables, marketing teams building personalized brand experiences, and enterprises requiring hosting, localization, and team collaboration features. Its value lies in eliminating the traditional trade-off between design freedom and development speed, providing hosted infrastructure with blazing-fast CDN delivery and comprehensive SEO tools.",
    "category": "Tools",
    "subCategory": "No-Code & Builders",
    "pricing": "Freemium",
    "featured": true,
    "opensource": false,
    "tags": [
      "website",
      "no-code",
      "cms",
      "hosting"
    ],
    "count": null,
    "tier": 1,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/3-webflow.jpg",
    "gravityScore": 9,
    "gravityRationale": "Best no-code web builder for designers"
  },
  {
    "id": 4,
    "name": "Dribbble",
    "url": "https://dribbble.com",
    "description": "Dribbble is a digital community and marketplace designed for graphic designers and creative professionals to showcase portfolios, discover design inspiration, and connect with potential clients and collaborators. The platform serves as a professional hub where users can browse curated design work across multiple disciplines including animation, branding, illustration, web design, and product design, all organized by category and searchable by style and aesthetics. Key capabilities include a project briefing system that matches clients with designers, a dedicated job board for design positions, and a service marketplace for purchasing pre-packaged design offerings directly. Designers use Dribbble to build their professional reputation and attract freelance projects, while brands and companies leverage it to discover vetted creative talent. The platform's value lies in creating a centralized space where design talent gains exposure while clients access a vetted network of skilled professionals.",
    "category": "Inspiration",
    "subCategory": "Showcases & Patterns",
    "pricing": "Freemium",
    "featured": false,
    "opensource": false,
    "tags": [
      "portfolio",
      "design",
      "showcase",
      "hiring"
    ],
    "count": null,
    "tier": 2,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/4-dribbble.jpg",
    "gravityScore": 8,
    "gravityRationale": "Popular design showcase, community focus"
  },
  {
    "id": 5,
    "name": "Behance",
    "url": "https://behance.net",
    "description": "Behance is Adobe's professional platform for creative professionals to showcase their work and discover talent across disciplines including graphic design, photography, illustration, UI/UX, and motion graphics. As part of the Adobe Creative Cloud ecosystem, it offers seamless integration with tools like Photoshop, Illustrator, and After Effects, allowing creators to publish work directly from their creative applications. The platform features curated galleries, project appreciation metrics, and discovery algorithms that surface quality work to relevant audiences. For designers and brands, Behance serves as both a portfolio hosting solution and a talent discovery engine, with features for job listings and collaboration opportunities. Its value lies in connecting the global creative community while providing exposure through Adobe's extensive network and integration with industry-standard tools.",
    "category": "Inspiration",
    "subCategory": "Showcases & Patterns",
    "pricing": "Free",
    "featured": false,
    "opensource": false,
    "tags": [
      "portfolio",
      "creative",
      "adobe",
      "showcase"
    ],
    "count": null,
    "tier": 2,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/5-behance.jpg",
    "gravityScore": 7.5,
    "gravityRationale": "Adobe portfolio platform, large audience"
  },
  {
    "id": 6,
    "name": "Awwwards",
    "url": "https://awwwards.com",
    "description": "Awwwards is a prestigious global platform and community that recognizes exceptional web design through competitive awards while serving as a professional showcase and discovery hub for designers, agencies, and brands. The platform features a curated gallery of award-winning websites across multiple categories, allowing designers to gain industry recognition and build credibility, while brands can discover top design talent and benchmark their digital presence against best practices. Key capabilities include an awards evaluation system with structured scoring mechanisms, an extensive directory of design professionals and agencies, and an Academy section offering educational courses on current design trends. For designers and agencies, Awwwards provides portfolio visibility and career advancement opportunities that can lead to client acquisition. The platform's value lies in establishing design excellence as a measurable, recognized achievement within a thriving creative community.",
    "category": "Inspiration",
    "subCategory": "Galleries & Awards",
    "pricing": "Free",
    "featured": true,
    "opensource": false,
    "tags": [
      "awards",
      "website",
      "design",
      "development"
    ],
    "count": null,
    "tier": 1,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/6-awwwards.jpg",
    "gravityScore": 8,
    "gravityRationale": "Prestigious web design recognition"
  },
  {
    "id": 7,
    "name": "CSS Design Awards",
    "url": "https://cssdesignawards.com",
    "description": "CSS Design Awards is an international web design and development awards platform that recognizes and promotes the talent of designers, developers, and agencies worldwide. The platform showcases exceptional websites across categories including UI design, UX design, innovation, and creativity, providing a curated source of inspiration for web professionals. Submissions are evaluated by an international panel of judges who assess design quality, usability, and technical implementation. For designers and agencies, winning or being nominated for a CSSDA provides credibility and exposure within the professional community. The platform serves as both a recognition system and an inspiration gallery where brands and designers can discover trending design patterns and benchmark their work against industry standards.",
    "category": "Inspiration",
    "subCategory": "Galleries & Awards",
    "pricing": "Free",
    "featured": false,
    "opensource": false,
    "tags": [
      "awards",
      "css",
      "web design"
    ],
    "count": null,
    "tier": 2,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/7-css-design-awards.jpg",
    "gravityScore": 7.5,
    "gravityRationale": "Respected design awards platform"
  },
  {
    "id": 8,
    "name": "Mobbin",
    "url": "https://mobbin.com",
    "description": "Mobbin is a comprehensive UI/UX research platform featuring a library of over 300,000 fully searchable mobile and web app screenshots from the world's best-designed applications. The platform enables designers to save hours of research by quickly discovering proven design patterns, user flows, and interface solutions organized by app category, screen type, and UI element. Key capabilities include advanced filtering by platform, industry, and interaction pattern, along with collaborative features for team research and mood board creation. For designers and product teams, Mobbin accelerates the ideation phase by providing immediate access to real-world examples of how leading apps solve common UX challenges. Its value lies in transforming scattered design research into a systematic, searchable knowledge base that informs better design decisions.",
    "category": "Inspiration",
    "subCategory": "Showcases & Patterns",
    "pricing": "Freemium",
    "featured": true,
    "opensource": false,
    "tags": [
      "mobile",
      "ui patterns",
      "screenshots",
      "research"
    ],
    "count": null,
    "tier": 1,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/8-mobbin.jpg",
    "gravityScore": 8.8,
    "gravityRationale": "Essential UI pattern research tool"
  },
  {
    "id": 9,
    "name": "Screenlane",
    "url": "https://screenlane.com",
    "description": "Screenlane is a curated mobile UI design inspiration platform that delivers daily updates featuring the latest design patterns from the best-designed apps on iOS and Android. The platform organizes screenshots by screen type, making it easy to find specific UI patterns like onboarding flows, settings screens, or checkout experiences. Designers use Screenlane to stay current with mobile design trends, gather reference material for projects, and benchmark their work against industry leaders. The focused curation on mobile interfaces makes it particularly valuable for teams building native mobile applications who need targeted inspiration. Its value lies in providing a constantly updated stream of high-quality mobile design examples without the noise of general design galleries.",
    "category": "Inspiration",
    "subCategory": "Showcases & Patterns",
    "pricing": "Free",
    "featured": false,
    "opensource": false,
    "tags": [
      "mobile",
      "ui",
      "screenshots",
      "daily"
    ],
    "count": null,
    "tier": 2,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/9-screenlane.jpg",
    "gravityScore": 7.8,
    "gravityRationale": "Focused mobile UI inspiration"
  },
  {
    "id": 10,
    "name": "Midjourney",
    "url": "https://midjourney.com",
    "description": "Midjourney is an advanced AI image generation platform that transforms natural language descriptions into high-quality visual content, positioning itself as a premier creative tool for professional designers, artists, and content creators. The platform excels through sophisticated reference tools including Character Reference for maintaining consistent character appearances across multiple scenes and Style Reference for extracting and applying visual aesthetics from uploaded images. Midjourney serves diverse use cases ranging from rapid artistic concept prototyping and storyboarding to commercial applications in gaming, publishing, and advertising campaigns. Its value proposition lies in dramatically accelerating creative workflows while maintaining professional-grade output quality, enabling designers and brands to explore multiple design directions rapidly and reduce production timelines.",
    "category": "AI",
    "subCategory": "Generative Media",
    "pricing": "Paid",
    "featured": true,
    "opensource": false,
    "tags": [
      "ai",
      "image generation",
      "art",
      "creative"
    ],
    "count": null,
    "tier": 1,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/10-midjourney.jpg",
    "gravityScore": 9.5,
    "gravityRationale": "Leading AI art generator with best aesthetics"
  },
  {
    "id": 11,
    "name": "DALL-E",
    "url": "https://openai.com/dall-e-3",
    "description": "DALL-E 3 is OpenAI's advanced AI image generation system that creates highly detailed, photorealistic images from natural language text prompts, now integrated with ChatGPT for an intuitive conversational interface. The model excels at rendering complex details including text, hands, and faces with remarkable accuracy, while understanding nuanced and extensive descriptions to produce images that precisely match user intentions. Key capabilities include reliable generation of images with intricate typography, superior rendering of human features, and responsive refinement through dialogue-based iteration. For designers and brands, DALL-E 3 streamlines rapid prototyping of visual concepts and enables generation of diverse marketing assets at scale. The value proposition lies in dramatically reducing the time and cost of visual content creation while democratizing professional-grade image generation.",
    "category": "AI",
    "subCategory": "Generative Media",
    "pricing": "Paid",
    "featured": true,
    "opensource": false,
    "tags": [
      "ai",
      "openai",
      "image generation",
      "text-to-image"
    ],
    "count": null,
    "tier": 1,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/11-dall-e.jpg",
    "gravityScore": 8.8,
    "gravityRationale": "Strong AI image tool with editing"
  },
  {
    "id": 12,
    "name": "Runway",
    "url": "https://runway.ml",
    "description": "Runway is an applied research company and AI-powered creative platform that develops foundational systems for simulating and generating visual content, positioning itself at the intersection of artificial intelligence and creative production. The platform's standout capabilities include Gen-4.5, described as a world-leading video generation model featuring state-of-the-art motion quality and visual fidelity, alongside advanced tools for video editing and manipulation. Designers, filmmakers, architects, and brands use Runway to accelerate content creation workflows, generate photorealistic videos and animations, and prototype creative concepts without traditional production constraints. The value proposition lies in democratizing advanced AI tools for creative professionals, enabling faster production timelines and expanding creative possibilities while maintaining artistic control.",
    "category": "AI",
    "subCategory": "Generative Media",
    "pricing": "Freemium",
    "featured": true,
    "opensource": false,
    "tags": [
      "ai",
      "video",
      "generation",
      "creative tools"
    ],
    "count": null,
    "tier": 1,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/12-runway.jpg",
    "gravityScore": 9.3,
    "gravityRationale": "Leading AI video generation platform"
  },
  {
    "id": 13,
    "name": "Claude",
    "url": "https://claude.ai",
    "description": "Claude is an advanced conversational AI assistant developed by Anthropic, representing the frontier of large language models with flagship versions including Claude Opus 4.5 for maximum capability and Claude Sonnet for coding excellence. The platform excels in sophisticated reasoning and deep research capabilities, world-leading performance in software development and agentic coding tasks, and features like computer use that allows Claude to interact with desktop environments. For designers and brands, Claude serves as a strategic tool for content creation, design system documentation, brand guideline development, and complex problem-solving workflows through its enterprise Skills feature that encodes custom brand standards. The value proposition lies in Claude's combination of exceptional reasoning quality, accessibility through both chat and API interfaces, and safety-conscious design trusted for sensitive professional environments.",
    "category": "AI",
    "subCategory": "Assistants & Chat",
    "pricing": "Freemium",
    "featured": true,
    "opensource": false,
    "tags": [
      "ai",
      "chatbot",
      "anthropic",
      "assistant"
    ],
    "count": null,
    "tier": 1,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/13-claude.jpg",
    "gravityScore": 9.4,
    "gravityRationale": "Top AI assistant for coding and creative work"
  },
  {
    "id": 14,
    "name": "ChatGPT",
    "url": "https://chat.openai.com",
    "description": "ChatGPT is OpenAI's conversational AI platform that enables users to engage in natural dialogue for tasks ranging from creative writing and code generation to research assistance and problem-solving. The platform features multiple model tiers including GPT-4o for advanced reasoning, along with specialized capabilities like image generation through DALL-E integration and web browsing for current information. Key strengths include its versatility across domains, ability to maintain context across long conversations, and extensive plugin ecosystem that extends functionality. For designers and brands, ChatGPT serves as a brainstorming partner, copywriting assistant, and research tool that accelerates creative workflows. Its value lies in providing accessible AI assistance that adapts to diverse professional needs while continuously improving through user feedback and model updates.",
    "category": "AI",
    "subCategory": "Assistants & Chat",
    "pricing": "Freemium",
    "featured": true,
    "opensource": false,
    "tags": [
      "ai",
      "chatbot",
      "openai",
      "gpt"
    ],
    "count": null,
    "tier": 1,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/14-chatgpt.jpg",
    "gravityScore": 9.6,
    "gravityRationale": "Most widely adopted AI assistant"
  },
  {
    "id": 15,
    "name": "GitHub",
    "url": "https://github.com",
    "description": "GitHub is the world's leading collaborative platform for software development, serving as a centralized hub where developers, designers, and organizations manage code, collaborate on projects, and integrate artificial intelligence into their workflows. Its standout capabilities include AI-powered development through GitHub Copilot for intelligent code assistance, comprehensive security features with automated vulnerability detection, and robust automation through GitHub Actions for continuous integration and deployment. The platform enables teams to streamline code review processes, track issues, manage projects, and maintain secure repositories. For designers and brands, GitHub offers visibility within the developer community and facilitates cross-functional collaboration between design and engineering teams. GitHub's value lies in consolidating the entire development lifecycle into a single integrated ecosystem that scales seamlessly across organizations of any size.",
    "category": "Tools",
    "subCategory": "Development",
    "pricing": "Freemium",
    "featured": true,
    "opensource": false,
    "tags": [
      "git",
      "version control",
      "collaboration",
      "code"
    ],
    "count": null,
    "tier": 1,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/15-github.jpg",
    "gravityScore": 9.7,
    "gravityRationale": "Essential platform for code collaboration"
  },
  {
    "id": 16,
    "name": "VS Code",
    "url": "https://code.visualstudio.com",
    "description": "Visual Studio Code is Microsoft's free, open-source code editor that has become the industry standard for software development across virtually all programming languages and platforms. The editor combines lightweight performance with powerful features including IntelliSense for intelligent code completion, integrated debugging, and Git version control built directly into the interface. Its extensive marketplace offers thousands of extensions for additional language support, themes, and productivity tools that customize the development experience. For designers working with code, VS Code provides excellent support for CSS, HTML, and JavaScript with features like live preview and Emmet abbreviations. The value proposition lies in providing a professional-grade development environment at no cost, with the flexibility to adapt to any workflow through its modular extension system.",
    "category": "Tools",
    "subCategory": "Development",
    "pricing": "Free",
    "featured": true,
    "opensource": true,
    "tags": [
      "editor",
      "ide",
      "microsoft",
      "development"
    ],
    "count": null,
    "tier": 1,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/16-vs-code.jpg",
    "gravityScore": 9.5,
    "gravityRationale": "Leading code editor with ecosystem"
  },
  {
    "id": 17,
    "name": "Cursor",
    "url": "https://cursor.sh",
    "description": "Cursor is an AI-powered code editor designed to accelerate software development through intelligent automation and multi-model AI integration, positioning itself as the definitive platform for modern coding workflows. Its standout capabilities include an advanced Agent that transforms high-level ideas into functional code with minimal effort, Tab Autocomplete that delivers context-aware code suggestions with superior accuracy, and complete codebase understanding that enables semantic search across projects of any scale. Developers and technical teams use Cursor to streamline rapid prototyping, full-stack development, and code review workflows through GitHub and Slack integrations. The platform's core value lies in its ability to reduce development friction and accelerate time-to-market, with adoption across Fortune 500 companies demonstrating trust in its security-conscious architecture.",
    "category": "Tools",
    "subCategory": "Development",
    "pricing": "Freemium",
    "featured": true,
    "opensource": false,
    "tags": [
      "ai",
      "editor",
      "code",
      "productivity"
    ],
    "count": null,
    "tier": 1,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/17-cursor.jpg",
    "gravityScore": 9.2,
    "gravityRationale": "Leading AI-native code editor"
  },
  {
    "id": 18,
    "name": "Notion",
    "url": "https://notion.so",
    "description": "Notion is an AI-powered workspace platform that consolidates knowledge management, collaboration, and task automation into a single unified environment, enabling teams to capture knowledge, find answers, and streamline workflows without relying on multiple fragmented tools. The platform's standout capabilities include an intelligent Agent that automates repetitive tasks, enterprise-grade search functionality that spans pages, messages, files, and external content, and built-in AI writing and meeting note generation. For designers and brands, Notion excels as a hub for project planning, creative asset organization, and maintaining brand-aligned documentation across teams. Its fundamental value proposition centers on elimination of busywork and tool sprawl, with notable adoption across 62% of Fortune 100 companies and over 100 million users globally.",
    "category": "Tools",
    "subCategory": "Productivity & Utilities",
    "pricing": "Freemium",
    "featured": true,
    "opensource": false,
    "tags": [
      "notes",
      "wiki",
      "collaboration",
      "productivity"
    ],
    "count": null,
    "tier": 1,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/18-notion.jpg",
    "gravityScore": 9.3,
    "gravityRationale": "Essential team workspace with AI features"
  },
  {
    "id": 19,
    "name": "Linear",
    "url": "https://linear.app",
    "description": "Linear is a modern product development platform designed for engineering and product teams to streamline how they plan, track, and execute work, centralizing issue tracking, project management, and roadmap planning in a unified system built on principles of speed and efficiency. Key capabilities include its Cycles feature for structured team sprints, advanced triage systems for managing incoming work, and AI integration through agents that automate task suggestions and assignments. For designers and brands, Linear serves as the connective tissue between product strategy and execution, enabling cross-functional visibility into development timelines and collaborative documentation. The platform's value proposition centers on reducing friction in product development by eliminating context switching while maintaining the architectural performance needed to scale from startups to enterprises.",
    "category": "Tools",
    "subCategory": "Productivity & Utilities",
    "pricing": "Freemium",
    "featured": true,
    "opensource": false,
    "tags": [
      "project management",
      "issues",
      "roadmap",
      "agile"
    ],
    "count": null,
    "tier": 1,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/19-linear.jpg",
    "gravityScore": 9.2,
    "gravityRationale": "Best-in-class issue tracking UX"
  },
  {
    "id": 20,
    "name": "Vercel",
    "url": "https://vercel.com",
    "description": "Vercel is a cloud platform that enables developers and teams to build, deploy, and scale modern web applications with a focus on developer experience and performance-first infrastructure. The platform automatically provisions serverless infrastructure based on the framework being used, eliminating manual configuration and allowing code pushes to trigger instant deployments. Key capabilities include a global CDN for optimized content delivery, automatic preview environments for every branch and pull request, and integrated AI tools for building intelligent workflows. Vercel is particularly valuable for design engineers and brands seeking to rapidly prototype and deploy marketing sites and digital experiences without infrastructure complexity. The platform's core value lies in compressing the deployment cycle from days to seconds.",
    "category": "Tools",
    "subCategory": "Hosting & Deployment",
    "pricing": "Freemium",
    "featured": true,
    "opensource": false,
    "tags": [
      "hosting",
      "deployment",
      "frontend",
      "serverless"
    ],
    "count": null,
    "tier": 1,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/20-vercel.jpg",
    "gravityScore": 9.3,
    "gravityRationale": "Premier frontend deployment platform"
  },
  {
    "id": 21,
    "name": "Tailwind CSS",
    "url": "https://tailwindcss.com",
    "description": "Tailwind CSS is a utility-first CSS framework that accelerates modern web development by providing low-level utility classes composed directly in HTML markup, eliminating the need to write custom CSS while maintaining complete design flexibility. Its standout capabilities include responsive design through built-in breakpoints, automatic production optimization that ensures most projects ship less than 10kB of CSS, and comprehensive dark mode support with a single prefix. Designers and brands leverage Tailwind for rapid prototyping, building consistent design systems, and creating scalable component libraries without duplicating styling patterns. The value proposition lies in eliminating context-switching between HTML and CSS while providing modern CSS features out of the box, enabling teams to ship performant, customized designs faster than traditional approaches.",
    "category": "Tools",
    "subCategory": "Development",
    "pricing": "Free",
    "featured": true,
    "opensource": true,
    "tags": [
      "css",
      "framework",
      "utility",
      "styling"
    ],
    "count": null,
    "tier": 1,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/21-tailwind-css.jpg",
    "gravityScore": 9.5,
    "gravityRationale": "Dominant utility-first CSS framework"
  },
  {
    "id": 22,
    "name": "Refactoring UI",
    "url": "https://refactoringui.com",
    "description": "Refactoring UI is a comprehensive design course and resource created by the makers of Tailwind CSS, teaching developers and designers how to create beautiful user interfaces through practical techniques rather than abstract theory. The course covers essential design principles including layout, spacing, typography, color, and visual hierarchy with actionable tips that can be immediately applied. Key strengths include its focus on common UI challenges that developers face and solutions backed by real-world examples. For brands and teams, Refactoring UI provides a systematic approach to improving product design without requiring formal design education. Its value lies in bridging the gap between development and design skills, helping technical teams create polished interfaces independently.",
    "category": "Learning",
    "subCategory": "Guides & Resources",
    "pricing": "Paid",
    "featured": false,
    "opensource": false,
    "tags": [
      "ui",
      "design",
      "course",
      "tailwind"
    ],
    "count": null,
    "tier": 2,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/22-refactoring-ui.jpg",
    "gravityScore": 7.5,
    "gravityRationale": "Useful learning resource"
  },
  {
    "id": 23,
    "name": "Design Systems Repo",
    "url": "https://designsystemsrepo.com",
    "description": "Design Systems Repo is a curated collection of design system examples, articles, tools, and resources that serves as a comprehensive reference for teams building and maintaining design systems. The platform aggregates real-world design systems from companies of all sizes, allowing teams to learn from established patterns and avoid common pitfalls. Key features include categorized examples by industry and company size, along with educational articles covering design system strategy and implementation. For designers and brands, it serves as both inspiration and practical guidance when developing systematic approaches to design consistency. The value lies in providing a centralized knowledge base that accelerates design system development by learning from proven examples.",
    "category": "Learning",
    "subCategory": "Guides & Resources",
    "pricing": "Free",
    "featured": false,
    "opensource": false,
    "tags": [
      "design systems",
      "collection",
      "resources"
    ],
    "count": null,
    "tier": 2,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/23-design-systems-repo.jpg",
    "gravityScore": 7.5,
    "gravityRationale": "Useful learning resource"
  },
  {
    "id": 24,
    "name": "Laws of UX",
    "url": "https://lawsofux.com",
    "description": "Laws of UX is an educational resource that presents key principles of user experience design through beautifully illustrated cards, each explaining a psychological principle that influences how users perceive and interact with interfaces. The collection includes foundational concepts like Fitts's Law, Hick's Law, and Jakob's Law, presented with practical examples and implementation guidance. For designers and product teams, it serves as both a learning tool and a quick reference for making informed design decisions backed by cognitive science. The platform helps brands ensure their digital products align with fundamental human behaviors and expectations. Its value lies in making complex psychological concepts accessible and actionable for everyday design work.",
    "category": "Learning",
    "subCategory": "Guides & Resources",
    "pricing": "Free",
    "featured": true,
    "opensource": false,
    "tags": [
      "ux",
      "psychology",
      "principles",
      "design"
    ],
    "count": null,
    "tier": 1,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/24-laws-of-ux.jpg",
    "gravityScore": 8.8,
    "gravityRationale": "Top learning resource"
  },
  {
    "id": 25,
    "name": "Checklist Design",
    "url": "https://checklist.design",
    "description": "Checklist Design is a comprehensive collection of best design practices organized as actionable checklists for common UI components and pages, helping designers ensure they haven't overlooked important details in their work. The resource covers components from buttons and forms to complete page types like landing pages and checkout flows, with each checklist highlighting essential considerations. For designers and teams, it serves as a quality assurance tool during the design process and a learning resource for junior designers. The platform helps brands maintain design consistency and completeness across their digital products. Its value lies in codifying design best practices into a practical, reference-friendly format that improves design quality.",
    "category": "Learning",
    "subCategory": "Guides & Resources",
    "pricing": "Free",
    "featured": false,
    "opensource": false,
    "tags": [
      "checklist",
      "best practices",
      "ux",
      "design"
    ],
    "count": null,
    "tier": 2,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/25-checklist-design.jpg",
    "gravityScore": 7.5,
    "gravityRationale": "Useful learning resource"
  },
  {
    "id": 26,
    "name": "UX Planet",
    "url": "https://uxplanet.org",
    "description": "UX Planet is a one-stop resource on Medium for everything related to user experience, publishing articles, tutorials, and case studies from practitioners worldwide. The publication covers topics ranging from UX research and interaction design to product management and career development, with new content published daily. For designers and brands, it serves as an ongoing educational resource for staying current with UX trends, methodologies, and tools. The community-driven nature ensures diverse perspectives from practitioners at companies of all sizes. Its value lies in providing accessible, practical UX knowledge that helps teams improve their design processes and outcomes.",
    "category": "Learning",
    "subCategory": "Blogs & Publications",
    "pricing": "Free",
    "featured": false,
    "opensource": false,
    "tags": [
      "ux",
      "blog",
      "articles",
      "medium"
    ],
    "count": null,
    "tier": 2,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/26-ux-planet.jpg",
    "gravityScore": 7.5,
    "gravityRationale": "Useful learning resource"
  },
  {
    "id": 27,
    "name": "Unsplash",
    "url": "https://unsplash.com",
    "description": "Unsplash is a free, community-driven platform offering access to millions of high-quality photographs contributed by photographers worldwide, designed to democratize premium visual content for creators of all sizes. The platform's standout features include its professionally curated image library organized by trends and categories, intuitive search and discovery tools, and straightforward download options supporting multiple formats without licensing restrictions. Designers, marketers, and content creators use Unsplash to source authentic photography for websites, marketing campaigns, and digital projects without incurring licensing fees. Its value lies in combining professional-grade imagery quality with complete creative freedom, creating a mutually beneficial ecosystem that eliminates traditional barriers between premium photography and accessible design resources.",
    "category": "Templates",
    "subCategory": "Assets & Media",
    "pricing": "Free",
    "featured": true,
    "opensource": false,
    "tags": [
      "photos",
      "stock",
      "free",
      "images"
    ],
    "count": null,
    "tier": 1,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/27-unsplash.jpg",
    "gravityScore": 9,
    "gravityRationale": "Premier free stock photography"
  },
  {
    "id": 28,
    "name": "Pexels",
    "url": "https://pexels.com",
    "description": "Pexels is a free stock photo and video platform that provides high-quality visual content for creative projects, with a library of millions of assets contributed by talented creators worldwide. The platform offers advanced search and filtering options, curated collections for trending topics, and easy integration through its API for developers building applications. For designers and brands, Pexels provides a cost-effective solution for sourcing professional visuals without complex licensing agreements. The platform stands out for including both photos and videos in its free offering, making it versatile for multimedia projects. Its value lies in removing financial barriers to quality visual content while maintaining high standards through community curation.",
    "category": "Templates",
    "subCategory": "Assets & Media",
    "pricing": "Free",
    "featured": false,
    "opensource": false,
    "tags": [
      "photos",
      "videos",
      "stock",
      "free"
    ],
    "count": null,
    "tier": 2,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/28-pexels.jpg",
    "gravityScore": 8.5,
    "gravityRationale": "Excellent free stock media library"
  },
  {
    "id": 29,
    "name": "Heroicons",
    "url": "https://heroicons.com",
    "description": "Heroicons is a set of beautifully hand-crafted SVG icons created by the makers of Tailwind CSS, designed to integrate seamlessly with Tailwind-based projects and modern web development workflows. The collection includes both outline and solid variants in 20x20 and 24x24 sizes, covering common UI needs from navigation and actions to communication and media. Each icon is optimized for clarity at small sizes while maintaining visual consistency across the set. For designers and developers, Heroicons provides a cohesive icon system that requires no additional styling to match Tailwind aesthetics. Its value lies in offering production-ready icons that eliminate the need for separate icon libraries while ensuring visual harmony with one of the most popular CSS frameworks.",
    "category": "Templates",
    "subCategory": "Assets & Media",
    "pricing": "Free",
    "featured": true,
    "opensource": true,
    "tags": [
      "icons",
      "svg",
      "tailwind",
      "free"
    ],
    "count": null,
    "tier": 1,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/29-heroicons.jpg",
    "gravityScore": 8.7,
    "gravityRationale": "Popular Tailwind-native icons"
  },
  {
    "id": 30,
    "name": "Lucide Icons",
    "url": "https://lucide.dev",
    "description": "Lucide Icons is an open-source, community-driven icon toolkit providing over 1,600 beautifully designed, pixel-perfect SVG icons built with strict design rules for visual consistency across diverse applications. Its standout capabilities include highly optimized scalable vector graphics, extensive customization options for color and stroke width, and framework-agnostic implementation with tree-shakable packages for React, Vue, Svelte, and other frameworks. The toolkit serves designers and developers who need production-ready icons with minimal performance overhead, making it ideal for building accessible, brand-consistent user interfaces. Lucide's value lies in combining professional design quality with developer-friendly architecture, enabling teams to maintain visual coherence without maintaining custom icon assets.",
    "category": "Templates",
    "subCategory": "Assets & Media",
    "pricing": "Free",
    "featured": true,
    "opensource": true,
    "tags": [
      "icons",
      "svg",
      "open-source",
      "feather"
    ],
    "count": null,
    "tier": 1,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/30-lucide-icons.jpg",
    "gravityScore": 8.9,
    "gravityRationale": "Modern, well-maintained icon set"
  },
  {
    "id": 31,
    "name": "Phosphor Icons",
    "url": "https://phosphoricons.com",
    "description": "Phosphor Icons is a flexible icon family featuring over 7,000 icons designed for interfaces, diagrams, presentations, and more, with each icon available in six distinct weights from thin to bold. The library offers extensive format support including SVG, React, Vue, Flutter, and web fonts, making it adaptable to virtually any project or platform. Key strengths include its consistent visual language across the entire set and the ability to customize icons to match specific brand requirements. For designers and brands, Phosphor provides a comprehensive icon solution that scales from minimal interfaces to complex enterprise applications. Its value lies in combining breadth of coverage with design flexibility, eliminating the need to source icons from multiple libraries.",
    "category": "Templates",
    "subCategory": "Assets & Media",
    "pricing": "Free",
    "featured": false,
    "opensource": true,
    "tags": [
      "icons",
      "svg",
      "flexible",
      "open-source"
    ],
    "count": null,
    "tier": 2,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/31-phosphor-icons.jpg",
    "gravityScore": 7.5,
    "gravityRationale": "Useful templates resource"
  },
  {
    "id": 32,
    "name": "UI8",
    "url": "https://ui8.net",
    "description": "UI8 is a curated marketplace for design resources offering premium UI kits, templates, icons, and fonts from professional designers worldwide. The platform features strict quality standards for all submissions, ensuring buyers receive polished, production-ready assets. Key offerings include Figma and Sketch templates, complete design systems, and specialized resources for mobile and web applications. For designers and brands, UI8 accelerates project timelines by providing ready-made components that can be customized to specific needs. Its value lies in curating high-quality design assets in one marketplace, reducing the time spent searching for reliable resources.",
    "category": "Templates",
    "subCategory": "Design Kits",
    "pricing": "Paid",
    "featured": false,
    "opensource": false,
    "tags": [
      "marketplace",
      "ui kits",
      "templates",
      "figma"
    ],
    "count": null,
    "tier": 2,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/32-ui8.jpg",
    "gravityScore": 7.5,
    "gravityRationale": "Useful templates resource"
  },
  {
    "id": 33,
    "name": "Figma Community",
    "url": "https://figma.com/community",
    "description": "Figma Community is an open platform within Figma where designers share templates, plugins, widgets, and design resources for free or for purchase. The community hosts thousands of resources ranging from UI kits and icon sets to wireframe templates and design systems contributed by individuals and companies. Key features include the ability to duplicate any community file directly into your Figma workspace and access reviews and ratings from other users. For designers and brands, it serves as both an inspiration source and a practical resource library that accelerates project work. Its value lies in extending Figma's capabilities through community-created tools and templates that integrate seamlessly with existing workflows.",
    "category": "Templates",
    "subCategory": "Design Kits",
    "pricing": "Free",
    "featured": true,
    "opensource": false,
    "tags": [
      "figma",
      "templates",
      "plugins",
      "community"
    ],
    "count": null,
    "tier": 1,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/33-figma-community.jpg",
    "gravityScore": 8.8,
    "gravityRationale": "Top templates resource"
  },
  {
    "id": 34,
    "name": "Discord",
    "url": "https://discord.com",
    "description": "Discord is a communication platform originally designed for gaming communities that has evolved into a versatile space for professional communities, creators, and brands to build engaged audiences. The platform supports text, voice, and video communication with features like threaded conversations, role-based permissions, and bot integrations for automation. Key strengths include its ability to create organized community spaces with multiple channels and its low-latency voice chat ideal for real-time collaboration. For designers and brands, Discord serves as a community-building tool for engaging with customers, gathering feedback, and creating exclusive membership spaces. Its value lies in combining the immediacy of chat with the organization of forums, fostering active community engagement.",
    "category": "Community",
    "subCategory": "Platforms & Forums",
    "pricing": "Free",
    "featured": true,
    "opensource": false,
    "tags": [
      "chat",
      "voice",
      "community",
      "gaming"
    ],
    "count": null,
    "tier": 1,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/34-discord.jpg",
    "gravityScore": 8.2,
    "gravityRationale": "Growing design community adoption"
  },
  {
    "id": 35,
    "name": "Slack",
    "url": "https://slack.com",
    "description": "Slack is an enterprise messaging platform that connects teams to the information and tools they need to work efficiently, organizing communication into channels, direct messages, and integrations with hundreds of business applications. Key capabilities include searchable message history, file sharing, automated workflows through Workflow Builder, and huddles for quick voice conversations. The platform integrates with tools like Figma, Google Drive, and project management software to centralize notifications and reduce context switching. For designers and brands, Slack facilitates design reviews, stakeholder communication, and cross-functional collaboration in a structured environment. Its value lies in reducing email overload while keeping team communication organized and accessible.",
    "category": "Community",
    "subCategory": "Platforms & Forums",
    "pricing": "Freemium",
    "featured": true,
    "opensource": false,
    "tags": [
      "messaging",
      "work",
      "collaboration",
      "teams"
    ],
    "count": null,
    "tier": 1,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/35-slack.jpg",
    "gravityScore": 8.5,
    "gravityRationale": "Standard team communication tool"
  },
  {
    "id": 36,
    "name": "Toptal",
    "url": "https://toptal.com",
    "description": "Toptal is an exclusive network connecting companies with the top 3% of freelance software developers, designers, finance experts, and project managers who pass a rigorous screening process. The platform handles matching, contracts, and payments, allowing companies to quickly scale teams with vetted professionals. Key strengths include its quality guarantee, flexible engagement models, and global talent pool spanning multiple time zones. For brands seeking design talent, Toptal provides access to experienced professionals who have demonstrated exceptional skills through competitive evaluation. Its value lies in eliminating hiring risk by pre-vetting candidates and providing ongoing support throughout engagements.",
    "category": "Community",
    "subCategory": "Hiring & Talent",
    "pricing": "Paid",
    "featured": false,
    "opensource": false,
    "tags": [
      "freelance",
      "hiring",
      "talent",
      "remote"
    ],
    "count": null,
    "tier": 2,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/36-toptal.jpg",
    "gravityScore": 7.3,
    "gravityRationale": "Useful community resource"
  },
  {
    "id": 37,
    "name": "Upwork",
    "url": "https://upwork.com",
    "description": "Upwork is a global freelance marketplace connecting businesses with independent professionals across categories including design, development, writing, and marketing. The platform provides tools for posting jobs, reviewing proposals, managing contracts, and processing payments securely. Key features include skill assessments, work history verification, and a rating system that helps identify qualified candidates. For brands seeking creative talent, Upwork offers flexibility in engagement scope from small projects to long-term collaborations. Its value lies in providing access to a vast global talent pool with transparent pricing and built-in project management tools.",
    "category": "Community",
    "subCategory": "Hiring & Talent",
    "pricing": "Freemium",
    "featured": false,
    "opensource": false,
    "tags": [
      "freelance",
      "hiring",
      "marketplace",
      "remote"
    ],
    "count": null,
    "tier": 2,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/37-upwork.jpg",
    "gravityScore": 7.3,
    "gravityRationale": "Useful community resource"
  },
  {
    "id": 38,
    "name": "Lottie Files",
    "url": "https://lottiefiles.com",
    "description": "LottieFiles is a comprehensive platform for creating, managing, and implementing lightweight animations across web, mobile, and design applications, serving as both a creative studio and distribution hub. It offers over 800,000 ready-to-use animations alongside proprietary tools like the Lottie Creator with AI-powered capabilities. Key strengths include seamless integration with Figma, After Effects, and Webflow, along with the dotLottie format that delivers 90% file size reduction compared to GIFs. The platform enables designers and developers to collaborate efficiently through workspace features and streamlined handoff workflows. LottieFiles matters because it solves friction between high-quality motion design and performance optimization while maintaining cross-platform compatibility.",
    "category": "Templates",
    "subCategory": "Assets & Media",
    "pricing": "Freemium",
    "featured": true,
    "opensource": false,
    "tags": [
      "animations",
      "lottie",
      "motion",
      "free"
    ],
    "count": null,
    "tier": 1,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/38-lottie-files.jpg",
    "gravityScore": 8.9,
    "gravityRationale": "Standard for web animations"
  },
  {
    "id": 39,
    "name": "Rive",
    "url": "https://rive.app",
    "description": "Rive is a collaborative, web-based platform for creating interactive vector animations and real-time graphics that run natively across web, mobile, and game environments. Its standout capabilities include a state machine animation system for handling complex interactivity, real-time collaboration features, and seamless export functionality that delivers optimized assets directly into production workflows. Designers use Rive to create engaging user interface animations, interactive brand experiences, and responsive motion assets that adapt across screen sizes. The platform's value proposition centers on eliminating friction between design and development by providing a single source of truth for interactive content, reducing handoff complexity and ensuring consistent animation behavior across platforms.",
    "category": "Tools",
    "subCategory": "Animation & 3D",
    "pricing": "Freemium",
    "featured": true,
    "opensource": false,
    "tags": [
      "animation",
      "interactive",
      "graphics",
      "real-time"
    ],
    "count": null,
    "tier": 1,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/39-rive.jpg",
    "gravityScore": 9,
    "gravityRationale": "Advanced interactive animations"
  },
  {
    "id": 40,
    "name": "Spline",
    "url": "https://spline.design",
    "description": "Spline is a web-based collaborative platform that empowers designers to create and deploy interactive 3D and 2D experiences without extensive coding expertise. The platform combines intuitive design tools with real-time rendering, offering features like timeline animations, physics simulations, and seamless integration with Webflow and Framer. Designers and brands use Spline to build engaging website experiences, interactive product visualizations, animated brand assets, and gamified content exportable across web and mobile platforms. Its core value lies in democratizing 3D design by eliminating the need for dedicated developers to handle 3D integration, enabling creative teams to iterate faster while maintaining production-ready quality.",
    "category": "Tools",
    "subCategory": "Animation & 3D",
    "pricing": "Freemium",
    "featured": true,
    "opensource": false,
    "tags": [
      "3d",
      "design",
      "animation",
      "web"
    ],
    "count": null,
    "tier": 1,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/40-spline.jpg",
    "gravityScore": 9,
    "gravityRationale": "Accessible 3D design for web"
  },
  {
    "id": 41,
    "name": "Three.js",
    "url": "https://threejs.org",
    "description": "Three.js is a JavaScript 3D graphics library that enables developers to create and display interactive 3D content directly in web browsers using WebGL, abstracting complex rendering code into an accessible API. It offers powerful capabilities including real-time 3D scene rendering, support for advanced materials and lighting systems, and extensive animation frameworks for sophisticated visual experiences. Designers and brands leverage Three.js to build immersive product visualizations, interactive web experiences, data visualizations, and VR environments. The library's value lies in democratizing 3D web development, empowering creative technologists to build production-grade experiences without deep graphics programming expertise.",
    "category": "Tools",
    "subCategory": "Animation & 3D",
    "pricing": "Free",
    "featured": true,
    "opensource": true,
    "tags": [
      "3d",
      "webgl",
      "javascript",
      "animation"
    ],
    "count": null,
    "tier": 1,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/41-three-js.jpg",
    "gravityScore": 9.3,
    "gravityRationale": "Dominant 3D web graphics library"
  },
  {
    "id": 42,
    "name": "Blender",
    "url": "https://blender.org",
    "description": "Blender is a free, open-source 3D creation suite that provides comprehensive tools for modeling, animation, rendering, and visual effects production at professional quality. Built with advanced capabilities including the Cycles render engine for ultra-realistic visualization, sophisticated sculpting tools, and powerful rigging and animation systems, it rivals commercial competitors. The platform serves designers across disciplines from product visualization and motion graphics to character design and feature film creation. Its value lies in eliminating software licensing costs while democratizing professional 3D creation through an active global community and continuous feature development that keeps pace with industry standards.",
    "category": "Tools",
    "subCategory": "Animation & 3D",
    "pricing": "Free",
    "featured": true,
    "opensource": true,
    "tags": [
      "3d",
      "modeling",
      "animation",
      "rendering"
    ],
    "count": null,
    "tier": 1,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/42-blender.jpg",
    "gravityScore": 9,
    "gravityRationale": "Industry-standard open-source 3D"
  },
  {
    "id": 43,
    "name": "Supabase",
    "url": "https://supabase.com",
    "description": "Supabase is an open-source, PostgreSQL-based backend-as-a-service platform that accelerates application development by combining a full-featured database with authentication, real-time data synchronization, file storage, and serverless functions. Its standout capabilities include auto-generated REST and GraphQL APIs that eliminate boilerplate code, Row Level Security for granular data access control, and real-time database change streaming for multiplayer and collaborative features. For designers and brands, Supabase enables rapid prototyping of data-driven experiences and seamless user authentication workflows. The platform delivers significant value by reducing time-to-market from months to days while providing a developer-friendly interface that bridges frontend designers and backend complexity.",
    "category": "Tools",
    "subCategory": "Development",
    "pricing": "Freemium",
    "featured": true,
    "opensource": true,
    "tags": [
      "database",
      "backend",
      "postgres",
      "auth"
    ],
    "count": null,
    "tier": 1,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/43-supabase.jpg",
    "gravityScore": 9.1,
    "gravityRationale": "Best open-source Firebase alternative"
  },
  {
    "id": 44,
    "name": "Stripe",
    "url": "https://stripe.com",
    "description": "Stripe is the leading financial infrastructure platform for the internet, powering online payments for millions of businesses from startups to Fortune 500 companies worldwide. The platform provides comprehensive payment processing including subscriptions, invoicing, and marketplace payments, along with fraud prevention and revenue optimization tools. Key capabilities include extensive API support for custom integrations, pre-built checkout experiences, and advanced reporting for financial analytics. For designers and brands, Stripe enables seamless payment experiences that match brand aesthetics while handling complex compliance and security requirements. Its value lies in abstracting payment complexity, allowing businesses to focus on their products while Stripe handles the financial infrastructure.",
    "category": "Tools",
    "subCategory": "Productivity & Utilities",
    "pricing": "Pay per use",
    "featured": true,
    "opensource": false,
    "tags": [
      "payments",
      "api",
      "billing",
      "subscriptions"
    ],
    "count": null,
    "tier": 1,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/44-stripe.jpg",
    "gravityScore": 9.4,
    "gravityRationale": "Industry standard for payments"
  },
  {
    "id": 45,
    "name": "Coolors",
    "url": "https://coolors.co",
    "description": "Coolors is a web-based color palette generator platform that serves creative professionals seeking efficient color harmony solutions, combining speed with precision for palette creation. Core features include spacebar-driven instant palette generation, access to millions of curated palettes, image-based color extraction, and accessibility tools like contrast ratio analysis. The platform accelerates the color selection phase of projects, reduces decision fatigue, and ensures accessibility compliance through integrated visualization and export tools. Used by 8+ million creators including teams at Netflix and Microsoft, Coolors eliminates hours spent on color experimentation while the freemium model makes core functionality accessible to designers of all levels.",
    "category": "Tools",
    "subCategory": "Design & Creative",
    "pricing": "Freemium",
    "featured": true,
    "opensource": false,
    "tags": [
      "color",
      "palette",
      "generator",
      "design"
    ],
    "count": null,
    "tier": 1,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/45-coolors.jpg",
    "gravityScore": 9.2,
    "gravityRationale": "Best color palette generator"
  },
  {
    "id": 46,
    "name": "Realtime Colors",
    "url": "https://realtimecolors.com",
    "description": "Realtime Colors is a visualization tool that lets designers preview color palettes and typography choices on a realistic website mockup in real-time, eliminating guesswork from design decisions. The platform generates harmonious color schemes and allows instant adjustments while seeing how combinations work together on actual UI components. Key features include exportable color codes in multiple formats and shareable URLs for team feedback. For designers and brands, it bridges the gap between abstract color theory and practical application by showing how palettes translate to real interfaces. Its value lies in reducing iteration cycles by validating color decisions before implementation in design tools.",
    "category": "Tools",
    "subCategory": "Design & Creative",
    "pricing": "Free",
    "featured": false,
    "opensource": false,
    "tags": [
      "color",
      "visualization",
      "fonts",
      "preview"
    ],
    "count": null,
    "tier": 2,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/46-realtime-colors.jpg",
    "gravityScore": 8.5,
    "gravityRationale": "Live color visualization tool"
  },
  {
    "id": 47,
    "name": "CSS Tricks",
    "url": "https://css-tricks.com",
    "description": "CSS-Tricks is a long-running web development resource featuring articles, tutorials, and guides on CSS, HTML, JavaScript, and all aspects of front-end development. Founded by Chris Coyier, the site has evolved into a comprehensive knowledge base covering everything from basic techniques to advanced implementations. Key strengths include its accessible writing style, practical code examples, and coverage of emerging web standards. For designers and developers, CSS-Tricks serves as a go-to reference for solving specific technical challenges and staying current with web technologies. Its value lies in decades of accumulated knowledge presented in digestible, searchable format.",
    "category": "Learning",
    "subCategory": "Blogs & Publications",
    "pricing": "Free",
    "featured": true,
    "opensource": false,
    "tags": [
      "css",
      "html",
      "javascript",
      "tutorials"
    ],
    "count": null,
    "tier": 1,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/47-css-tricks.jpg",
    "gravityScore": 8.8,
    "gravityRationale": "Top learning resource"
  },
  {
    "id": 48,
    "name": "Smashing Magazine",
    "url": "https://smashingmagazine.com",
    "description": "Smashing Magazine is a premier publication for web designers and developers, offering in-depth articles on design, development, UX, accessibility, and industry best practices since 2006. The publication features contributions from industry experts covering topics from practical coding tutorials to design theory and career guidance. Key offerings include their annual Smashing Conference, curated book publications, and membership program with additional resources. For designers and brands, Smashing Magazine provides authoritative guidance on creating effective, accessible digital experiences. Its value lies in maintaining high editorial standards while covering the full spectrum of web design and development topics.",
    "category": "Learning",
    "subCategory": "Blogs & Publications",
    "pricing": "Freemium",
    "featured": true,
    "opensource": false,
    "tags": [
      "design",
      "development",
      "articles",
      "tutorials"
    ],
    "count": null,
    "tier": 1,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/48-smashing-magazine.jpg",
    "gravityScore": 8.8,
    "gravityRationale": "Top learning resource"
  },
  {
    "id": 49,
    "name": "Codrops",
    "url": "https://tympanus.net/codrops",
    "description": "Codrops is a web design and development blog that publishes innovative tutorials, creative experiments, and forward-thinking articles about the latest web technologies and interaction patterns. Known for its experimental CSS and JavaScript demos, the site showcases cutting-edge techniques before they become mainstream. Key features include detailed tutorials with live demos, inspiration galleries, and a collection of free resources. For designers and developers, Codrops serves as a source of creative inspiration and technical guidance for pushing boundaries in web design. Its value lies in bridging creative experimentation with practical implementation techniques.",
    "category": "Learning",
    "subCategory": "Blogs & Publications",
    "pricing": "Free",
    "featured": false,
    "opensource": false,
    "tags": [
      "tutorials",
      "experiments",
      "css",
      "javascript"
    ],
    "count": null,
    "tier": 2,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/49-codrops.jpg",
    "gravityScore": 7.5,
    "gravityRationale": "Useful learning resource"
  },
  {
    "id": 50,
    "name": "Sora",
    "url": "https://openai.com/sora",
    "description": "Sora is OpenAI's groundbreaking AI video generation model that creates realistic and imaginative video content from text descriptions, enabling up to minute-long videos with consistent characters, motion, and environments. The model demonstrates understanding of physical world dynamics, producing footage with accurate lighting, reflections, and natural movement. Key capabilities include extending existing videos, creating seamless loops, and generating multiple shots within a single prompt. For designers and brands, Sora opens possibilities for rapid video prototyping, storyboard visualization, and content creation without traditional production requirements. Its value lies in democratizing video production by making high-quality footage generation accessible through natural language.",
    "category": "AI",
    "subCategory": "Generative Media",
    "pricing": "Paid",
    "featured": true,
    "opensource": false,
    "tags": [
      "ai",
      "video",
      "text-to-video",
      "openai"
    ],
    "count": null,
    "tier": 1,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/50-sora.jpg",
    "gravityScore": 9.1,
    "gravityRationale": "Top ai resource"
  },
  {
    "id": 51,
    "name": "ElevenLabs",
    "url": "https://elevenlabs.io",
    "description": "ElevenLabs is an AI voice technology platform that generates natural-sounding speech synthesis and voice cloning with industry-leading quality for content creators, publishers, and enterprises. The platform offers text-to-speech in 29+ languages, voice cloning from audio samples, and an AI dubbing feature for localizing video content. Key strengths include emotional range and prosody control, ultra-low latency for real-time applications, and voice library marketplace. For designers and brands, ElevenLabs enables consistent voice branding across content, accessible audio versions of written material, and localized content without traditional voice talent. Its value lies in making professional voice production accessible while maintaining quality indistinguishable from human recordings.",
    "category": "AI",
    "subCategory": "Generative Media",
    "pricing": "Freemium",
    "featured": true,
    "opensource": false,
    "tags": [
      "ai",
      "voice",
      "audio",
      "text-to-speech"
    ],
    "count": null,
    "tier": 1,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/51-elevenlabs.jpg",
    "gravityScore": 9,
    "gravityRationale": "Leading AI voice synthesis"
  },
  {
    "id": 52,
    "name": "v0",
    "url": "https://v0.dev",
    "description": "v0 by Vercel is an AI-powered web development platform that transforms design and code generation through conversational AI, enabling users to build applications from natural language prompts. Key capabilities include rapid application generation, integrated visual editing for UI refinement, and a template library with hundreds of pre-built components. The platform serves designers prototyping experiences, brands launching marketing sites, and developers accelerating timelines. v0's value lies in reducing time-to-market and lowering technical barriers by combining AI code generation with GitHub integration and one-click deployment, making sophisticated web development accessible to both technical and non-technical users.",
    "category": "AI",
    "subCategory": "Development & Infrastructure",
    "pricing": "Freemium",
    "featured": true,
    "opensource": false,
    "tags": [
      "ai",
      "react",
      "ui",
      "code generation"
    ],
    "count": null,
    "tier": 1,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/52-v0.jpg",
    "gravityScore": 9.1,
    "gravityRationale": "Pioneering AI UI generation"
  },
  {
    "id": 53,
    "name": "Bolt",
    "url": "https://bolt.new",
    "description": "Bolt is an AI-powered web development platform built on StackBlitz's WebContainers technology that enables users to create full-stack websites and applications entirely through conversational prompts without local setup or technical expertise. Its capabilities include real-time code generation and execution in the browser, AI-assisted development for design refinement, and integrations with Figma, Supabase, and workflow platforms. Bolt serves designers, entrepreneurs, and developers needing rapid prototyping and MVP development without traditional development overhead. The platform's value lies in democratizing web development by compressing the development cycle dramatically while supporting both simple landing pages and complex full-stack applications.",
    "category": "AI",
    "subCategory": "Development & Infrastructure",
    "pricing": "Freemium",
    "featured": true,
    "opensource": false,
    "tags": [
      "ai",
      "full-stack",
      "development",
      "deployment"
    ],
    "count": null,
    "tier": 1,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/53-bolt.jpg",
    "gravityScore": 8.8,
    "gravityRationale": "Fast AI code generation"
  },
  {
    "id": 54,
    "name": "Replit",
    "url": "https://replit.com",
    "description": "Replit is a cloud-based collaborative development environment that enables coding, deployment, and hosting directly in the browser with AI assistance through its Ghostwriter feature. The platform supports over 50 programming languages and frameworks, with features including multiplayer coding, instant deployment, and built-in databases. Key strengths include eliminating local development setup, real-time collaboration, and integrated hosting that takes projects from code to production in seconds. For designers learning to code or building simple applications, Replit removes traditional barriers to development. Its value lies in democratizing software creation by making professional development tools accessible without configuration complexity.",
    "category": "Tools",
    "subCategory": "Development",
    "pricing": "Freemium",
    "featured": true,
    "opensource": false,
    "tags": [
      "ide",
      "collaboration",
      "ai",
      "hosting"
    ],
    "count": null,
    "tier": 1,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/54-replit.jpg",
    "gravityScore": 8.5,
    "gravityRationale": "Accessible cloud IDE with AI"
  },
  {
    "id": 55,
    "name": "Canva",
    "url": "https://canva.com",
    "description": "Canva is a visual design platform that enables anyone to create professional-quality graphics, presentations, documents, and videos through an intuitive drag-and-drop interface and extensive template library. The platform offers AI-powered features including Magic Write for copywriting, Magic Edit for image manipulation, and text-to-image generation. Key strengths include its vast template library, brand kit features for consistency, and real-time collaboration. For designers and brands, Canva accelerates content creation for social media, marketing materials, and internal communications. Its value lies in democratizing design by making professional visual creation accessible to non-designers while providing efficiency tools for professionals.",
    "category": "Tools",
    "subCategory": "Design & Creative",
    "pricing": "Freemium",
    "featured": true,
    "opensource": false,
    "tags": [
      "design",
      "graphics",
      "templates",
      "social media"
    ],
    "count": null,
    "tier": 1,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/55-canva.jpg",
    "gravityScore": 8.5,
    "gravityRationale": "Dominant accessible design tool"
  },
  {
    "id": 56,
    "name": "Miro",
    "url": "https://miro.com",
    "description": "Miro is an AI-powered visual collaboration platform that serves as a digital innovation workspace for distributed teams, combining an infinite canvas with intelligent tools for brainstorming, planning, and project execution. Standout capabilities include real-time collaborative whiteboarding with 1,000+ templates, AI-driven features for automated workflows and idea generation, and deep integrations with Figma, Jira, and Adobe Express. Use cases span product design, UX research, agile planning, and creative workshop facilitation. Miro's value lies in eliminating friction of asynchronous feedback loops by providing shared space where stakeholders contribute simultaneously, reducing decision-making cycles.",
    "category": "Tools",
    "subCategory": "Productivity & Utilities",
    "pricing": "Freemium",
    "featured": true,
    "opensource": false,
    "tags": [
      "whiteboard",
      "collaboration",
      "brainstorming",
      "remote"
    ],
    "count": null,
    "tier": 1,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/56-miro.jpg",
    "gravityScore": 8.8,
    "gravityRationale": "Leading visual collaboration board"
  },
  {
    "id": 57,
    "name": "Raycast",
    "url": "https://raycast.com",
    "description": "Raycast is a keyboard-first productivity launcher for macOS that consolidates fragmented workflows by providing instant command execution across applications from a unified interface. Standout capabilities include over 1,000 community extensions integrating tools like Linear, Slack, and Figma, native AI through Quick AI for intelligent assistance, and productivity features like notes and snippets. For designers and brands, Raycast streamlines collaboration through keyboard-optimized workflows and allows custom extensions for specific design tools. The value lies in reclaiming productive time through ergonomic, distraction-free task execution, positioning it as essential infrastructure for knowledge workers.",
    "category": "Tools",
    "subCategory": "Productivity & Utilities",
    "pricing": "Freemium",
    "featured": true,
    "opensource": false,
    "tags": [
      "launcher",
      "macos",
      "productivity",
      "extensions"
    ],
    "count": null,
    "tier": 1,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/57-raycast.jpg",
    "gravityScore": 8.5,
    "gravityRationale": "Powerful Mac productivity launcher"
  },
  {
    "id": 58,
    "name": "Arc Browser",
    "url": "https://arc.net",
    "description": "Arc Browser is a reimagined web browser designed for modern workflows, featuring innovative organizational tools, spaces for context separation, and a clean interface that minimizes distraction. Key features include spaces for organizing work and personal browsing, a sidebar that replaces traditional tabs, and split view for side-by-side browsing. The browser includes thoughtful touches like automatic link previews and built-in note-taking. For designers and developers, Arc provides a browsing experience that supports focused work and research workflows. Its value lies in rethinking browser conventions to reduce cognitive load and improve daily productivity.",
    "category": "Tools",
    "subCategory": "Productivity & Utilities",
    "pricing": "Free",
    "featured": true,
    "opensource": false,
    "tags": [
      "browser",
      "productivity",
      "organization",
      "ai"
    ],
    "count": null,
    "tier": 1,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/58-arc-browser.jpg",
    "gravityScore": 8.5,
    "gravityRationale": "Innovative browser design"
  },
  {
    "id": 59,
    "name": "Storybook",
    "url": "https://storybook.js.org",
    "description": "Storybook is an open-source tool for building UI components and pages in isolation, enabling developers to develop, test, and document components without running the full application. It supports all major frontend frameworks including React, Vue, Angular, and Svelte, with features for visual testing, accessibility checking, and interactive documentation. Key strengths include its addon ecosystem for extended functionality and integration with CI/CD pipelines for automated testing. For design systems and brands, Storybook creates a single source of truth for UI components that bridges design and development. Its value lies in accelerating component development while ensuring quality and consistency across applications.",
    "category": "Tools",
    "subCategory": "Development",
    "pricing": "Free",
    "featured": true,
    "opensource": true,
    "tags": [
      "components",
      "documentation",
      "testing",
      "react"
    ],
    "count": null,
    "tier": 1,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/59-storybook.jpg",
    "gravityScore": 8.8,
    "gravityRationale": "Standard for UI documentation"
  },
  {
    "id": 60,
    "name": "Radix UI",
    "url": "https://radix-ui.com",
    "description": "Radix UI is an open-source component library providing unstyled, accessible UI primitives that developers can style to match any design system while ensuring proper behavior and accessibility compliance. The library handles complex interactions like focus management, keyboard navigation, and ARIA attributes automatically. Key strengths include zero-configuration imports, TypeScript support, and SSR compatibility. For designers and brands building custom design systems, Radix provides the functional foundation while allowing complete visual customization. Its value lies in solving accessibility and interaction complexity once, allowing teams to focus on visual design rather than reimplementing standard behaviors.",
    "category": "Tools",
    "subCategory": "Development",
    "pricing": "Free",
    "featured": true,
    "opensource": true,
    "tags": [
      "components",
      "accessibility",
      "react",
      "headless"
    ],
    "count": null,
    "tier": 1,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/60-radix-ui.jpg",
    "gravityScore": 9,
    "gravityRationale": "Best accessible component primitives"
  },
  {
    "id": 61,
    "name": "shadcn/ui",
    "url": "https://ui.shadcn.com",
    "description": "shadcn/ui is an open-source collection of accessible React components built on Radix UI primitives that you integrate directly into projects through copy-and-paste rather than npm installation. Standout capabilities include full customization through direct code ownership, component-level accessibility compliance, and CSS variable-based theming with dark mode support. The platform serves designers and brands building design systems and rapid-development applications while maintaining consistent design language. shadcn/ui's value lies in providing production-ready rigor with the flexibility of code ownership, eliminating vendor lock-in while enabling teams to modify components to match proprietary design systems.",
    "category": "Tools",
    "subCategory": "Development",
    "pricing": "Free",
    "featured": true,
    "opensource": true,
    "tags": [
      "components",
      "tailwind",
      "radix",
      "react"
    ],
    "count": null,
    "tier": 1,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/61-shadcn-ui.jpg",
    "gravityScore": 9.4,
    "gravityRationale": "Revolutionary component distribution"
  },
  {
    "id": 62,
    "name": "Framer Motion",
    "url": "https://framer.com/motion",
    "description": "Motion (formerly Framer Motion) is a production-grade animation library for React and JavaScript that combines native browser performance with JavaScript flexibility through a hybrid rendering engine. Standout capabilities include gesture-driven animations for hover, tap, and drag interactions, sophisticated layout animation tools, and scroll-linked animations that respond to user scrolling. The library serves designers and developers building interactive experiences who need multi-step animations through variants and keyframes. With minimal bundle size and modern React support, Motion delivers animations that enhance engagement while maintaining performance, particularly valuable for component-based design systems and data visualization.",
    "category": "Tools",
    "subCategory": "Animation & 3D",
    "pricing": "Free",
    "featured": true,
    "opensource": true,
    "tags": [
      "animation",
      "react",
      "motion",
      "gestures"
    ],
    "count": null,
    "tier": 1,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/62-framer-motion.jpg",
    "gravityScore": 9.3,
    "gravityRationale": "Premier React animation library"
  },
  {
    "id": 63,
    "name": "GSAP",
    "url": "https://greensock.com/gsap",
    "description": "GSAP (GreenSock Animation Platform) is a professional-grade JavaScript animation library that enables developers to animate virtually any web element with silky-smooth performance and unmatched browser support. Standout capabilities include a powerful sequencing system for complex timelines, extensive easing library, and modular plugin architecture for scroll-driven animations, SVG morphing, and text effects. Designers and brands use GSAP for immersive web experiences, scroll-triggered narratives, and interactive interfaces demanding precision timing. The value lies in offering free, battle-tested tools trusted by major agencies while providing intuitive syntax that reduces animation development time significantly.",
    "category": "Tools",
    "subCategory": "Animation & 3D",
    "pricing": "Freemium",
    "featured": true,
    "opensource": false,
    "tags": [
      "animation",
      "javascript",
      "svg",
      "scrolltrigger"
    ],
    "count": null,
    "tier": 1,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/63-gsap.jpg",
    "gravityScore": 8.8,
    "gravityRationale": "Powerful professional animations"
  },
  {
    "id": 64,
    "name": "Zed",
    "url": "https://zed.dev",
    "description": "Zed is a high-performance, multiplayer code editor built in Rust by the creators of Atom and Tree-sitter, designed for speed and real-time collaboration. Key features include sub-millisecond rendering, collaborative editing with presence awareness, and integrated chat and channels for team communication. The editor supports AI assistance through integration with language models for code completion and chat. For development teams, Zed provides a fast, modern alternative to traditional editors with collaboration built in rather than bolted on. Its value lies in combining exceptional performance with native multiplayer capabilities that make pair programming seamless.",
    "category": "Tools",
    "subCategory": "Development",
    "pricing": "Free",
    "featured": true,
    "opensource": true,
    "tags": [
      "editor",
      "collaboration",
      "performance",
      "rust"
    ],
    "count": null,
    "tier": 1,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/64-zed.jpg",
    "gravityScore": 9,
    "gravityRationale": "Top tools resource"
  },
  {
    "id": 65,
    "name": "Godly",
    "url": "https://godly.website",
    "description": "Godly is a curated gallery of the web's best design inspiration, featuring hand-picked examples of exceptional websites organized by category and style. The platform focuses on quality over quantity, showcasing sites that demonstrate outstanding visual design, interaction, and creativity. Key features include filtering by industry, style, and color, along with daily additions to keep content fresh. For designers and brands, Godly serves as a reliable source of high-quality inspiration that maintains strict curation standards. Its value lies in saving time by filtering out mediocre examples to present only work worth referencing.",
    "category": "Inspiration",
    "subCategory": "Galleries & Awards",
    "pricing": "Free",
    "featured": true,
    "opensource": false,
    "tags": [
      "gallery",
      "curated",
      "web design",
      "premium"
    ],
    "count": null,
    "tier": 1,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/65-godly.jpg",
    "gravityScore": 7.8,
    "gravityRationale": "Modern web design curation"
  },
  {
    "id": 66,
    "name": "Site Inspire",
    "url": "https://siteinspire.com",
    "description": "SiteInspire is a curated showcase of the best web design featuring thousands of websites organized by style, type, and subject. The platform maintains high curation standards, accepting only sites that demonstrate excellence in design and user experience. Key features include tagging system for discovery, daily updates, and submission process for designers seeking exposure. For designers and brands, SiteInspire provides reliable inspiration filtered for quality. Its value lies in its extensive archive and consistent curation that has made it a trusted resource since 2006.",
    "category": "Inspiration",
    "subCategory": "Galleries & Awards",
    "pricing": "Free",
    "featured": false,
    "opensource": false,
    "tags": [
      "gallery",
      "web design",
      "css",
      "inspiration"
    ],
    "count": null,
    "tier": 2,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/66-site-inspire.jpg",
    "gravityScore": 7.8,
    "gravityRationale": "Curated website gallery"
  },
  {
    "id": 67,
    "name": "Land-book",
    "url": "https://land-book.com",
    "description": "Land-book is a curated collection of landing page designs, helping designers find inspiration specifically for conversion-focused pages. The platform organizes examples by industry, style, and page type, making it easy to find relevant references for specific projects. Key features include filtering by design characteristics and a submission process for featured inclusion. For designers and brands creating landing pages, Land-book provides targeted inspiration for pages designed to convert. Its value lies in its specific focus on landing pages rather than general web design.",
    "category": "Inspiration",
    "subCategory": "Galleries & Awards",
    "pricing": "Free",
    "featured": false,
    "opensource": false,
    "tags": [
      "landing pages",
      "gallery",
      "design",
      "inspiration"
    ],
    "count": null,
    "tier": 2,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/67-land-book.jpg",
    "gravityScore": 7.5,
    "gravityRationale": "Landing page inspiration"
  },
  {
    "id": 68,
    "name": "Product Hunt",
    "url": "https://producthunt.com",
    "description": "Product Hunt is a platform where makers launch new products and the tech community discovers and votes on the latest innovations in apps, websites, and technology. The daily leaderboard format creates visibility opportunities for new launches while serving as a discovery engine for early adopters seeking new tools. Key features include product launches, discussions, collections, and maker profiles. For designers and brands launching products, Product Hunt provides exposure to an engaged audience of early adopters and tech enthusiasts. Its value lies in connecting makers with users who actively seek and evaluate new products.",
    "category": "Community",
    "subCategory": "Discovery & News",
    "pricing": "Free",
    "featured": true,
    "opensource": false,
    "tags": [
      "products",
      "startups",
      "tech",
      "discovery"
    ],
    "count": null,
    "tier": 1,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/68-product-hunt.jpg",
    "gravityScore": 8,
    "gravityRationale": "Key startup launch platform"
  },
  {
    "id": 69,
    "name": "Hacker News",
    "url": "https://news.ycombinator.com",
    "description": "Hacker News is a social news website focused on computer science and entrepreneurship, run by Y Combinator, featuring user-submitted links and discussions on technology, startups, and programming. The platform's ranking algorithm and engaged community ensure high-quality technical discussions. Key features include story voting, threaded comments, and job postings from YC companies. For designers and brands in tech, Hacker News provides insight into developer community sentiment and emerging technology trends. Its value lies in surfacing substantive discussions about technology that influence industry direction.",
    "category": "Community",
    "subCategory": "Discovery & News",
    "pricing": "Free",
    "featured": true,
    "opensource": false,
    "tags": [
      "news",
      "tech",
      "startups",
      "discussion"
    ],
    "count": null,
    "tier": 1,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/69-hacker-news.jpg",
    "gravityScore": 7.8,
    "gravityRationale": "Tech community discussions"
  },
  {
    "id": 70,
    "name": "Indie Hackers",
    "url": "https://indiehackers.com",
    "description": "Indie Hackers is a community platform where founders of profitable online businesses share their revenue, stories, and strategies transparently to help others build successful products. The platform features interviews with successful founders, discussion forums, and product showcases with public revenue metrics. Key strengths include the authentic, data-driven approach to entrepreneurship and supportive community. For designers building products or brands targeting makers, Indie Hackers provides insight into what resonates with bootstrapped entrepreneurs. Its value lies in democratizing startup knowledge through transparency and community support.",
    "category": "Community",
    "subCategory": "Discovery & News",
    "pricing": "Free",
    "featured": true,
    "opensource": false,
    "tags": [
      "indie",
      "startups",
      "revenue",
      "community"
    ],
    "count": null,
    "tier": 1,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/70-indie-hackers.jpg",
    "gravityScore": 7.5,
    "gravityRationale": "Indie founder community"
  },
  {
    "id": 71,
    "name": "CodePen",
    "url": "https://codepen.io",
    "description": "CodePen is a social development environment for front-end designers and developers, providing a browser-based code playground for building, testing, and sharing HTML, CSS, and JavaScript experiments. The platform supports preprocessors, frameworks, and external resources while offering features like live preview, collaboration, and embeddable pens. Key strengths include its community of creators sharing techniques and its role in prototyping and demonstrating code. For designers learning front-end development, CodePen provides a low-friction environment for experimentation. Its value lies in combining coding with social sharing to facilitate learning and inspiration.",
    "category": "Community",
    "subCategory": "Platforms & Forums",
    "pricing": "Freemium",
    "featured": true,
    "opensource": false,
    "tags": [
      "code",
      "frontend",
      "playground",
      "sharing"
    ],
    "count": null,
    "tier": 1,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/71-codepen.jpg",
    "gravityScore": 8,
    "gravityRationale": "Popular frontend playground"
  },
  {
    "id": 72,
    "name": "Dev.to",
    "url": "https://dev.to",
    "description": "Dev.to is an inclusive community platform for software developers to share knowledge, learn, and grow their careers through articles, discussions, and networking. The platform emphasizes constructive interaction and supports diverse voices in technology. Key features include article publishing, podcast hosting, listings, and community-driven moderation. For designers working in tech, Dev.to provides insight into developer perspectives and opportunities to share design thinking with technical audiences. Its value lies in fostering a welcoming environment that encourages sharing and learning.",
    "category": "Community",
    "subCategory": "Platforms & Forums",
    "pricing": "Free",
    "featured": true,
    "opensource": true,
    "tags": [
      "developer",
      "community",
      "articles",
      "inclusive"
    ],
    "count": null,
    "tier": 1,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/72-dev-to.jpg",
    "gravityScore": 7.5,
    "gravityRationale": "Developer content platform"
  },
  {
    "id": 73,
    "name": "Perplexity",
    "url": "https://perplexity.ai",
    "description": "Perplexity AI is an advanced search engine powered by generative AI that delivers direct, cited answers to queries by searching the web in real-time rather than returning static links. Standout capabilities include Deep Research that investigates complex topics autonomously and real-time financial analysis with current market data. For designers and brands, Perplexity serves as a research accelerator for competitive analysis, trend monitoring, and gathering insights. The platform's value lies in combining conversational search with transparent citations, enabling teams to complete research workflows in minutes while maintaining access to the latest information.",
    "category": "AI",
    "subCategory": "Assistants & Chat",
    "pricing": "Freemium",
    "featured": true,
    "opensource": false,
    "tags": [
      "ai",
      "search",
      "research",
      "sources"
    ],
    "count": null,
    "tier": 1,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/73-perplexity.jpg",
    "gravityScore": 9.2,
    "gravityRationale": "Leading AI search engine"
  },
  {
    "id": 74,
    "name": "Replicate",
    "url": "https://replicate.com",
    "description": "Replicate is a platform for running and deploying machine learning models in the cloud, making it easy to use AI without managing infrastructure or ML expertise. The platform hosts thousands of open-source models for image generation, audio processing, language tasks, and more. Key features include simple API access, automatic scaling, and the ability to deploy custom models. For designers and brands, Replicate provides access to cutting-edge AI capabilities without technical complexity. Its value lies in democratizing AI access by handling infrastructure so users can focus on applications.",
    "category": "AI",
    "subCategory": "Development & Infrastructure",
    "pricing": "Pay per use",
    "featured": true,
    "opensource": false,
    "tags": [
      "ai",
      "models",
      "api",
      "deployment"
    ],
    "count": null,
    "tier": 1,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/74-replicate.jpg",
    "gravityScore": 8.3,
    "gravityRationale": "AI model deployment platform"
  },
  {
    "id": 75,
    "name": "Hugging Face",
    "url": "https://huggingface.co",
    "description": "Hugging Face is the leading platform for the AI and machine learning community, providing a hub for sharing models, datasets, and applications while offering tools for training and deploying AI. The platform hosts over one million models and datasets, serving as the go-to destination for open-source AI. Key features include model cards for documentation, inference API for testing, and Spaces for deploying applications. For designers and brands, Hugging Face offers access to cutting-edge AI capabilities and pre-trained models. Its value lies in centralizing the AI ecosystem and making advanced models accessible.",
    "category": "AI",
    "subCategory": "Development & Infrastructure",
    "pricing": "Freemium",
    "featured": true,
    "opensource": true,
    "tags": [
      "ai",
      "models",
      "community",
      "ml"
    ],
    "count": null,
    "tier": 1,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/75-hugging-face.jpg",
    "gravityScore": 8.8,
    "gravityRationale": "Essential AI/ML hub"
  },
  {
    "id": 76,
    "name": "Stable Diffusion",
    "url": "https://stability.ai",
    "description": "Stability AI is the company behind Stable Diffusion, one of the most popular open-source image generation models, offering various AI products for image, video, audio, and 3D generation. Their platforms include DreamStudio for image generation and Clipdrop for design tools. Key strengths include the open-source approach that has spawned a vast ecosystem of tools and customizations. For designers and brands, Stability AI provides powerful generative tools with the flexibility of open-source and the polish of commercial products. Its value lies in making advanced AI accessible while supporting community development.",
    "category": "AI",
    "subCategory": "Generative Media",
    "pricing": "Freemium",
    "featured": true,
    "opensource": true,
    "tags": [
      "ai",
      "image",
      "open-source",
      "generation"
    ],
    "count": null,
    "tier": 1,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/76-stable-diffusion.jpg",
    "gravityScore": 8.5,
    "gravityRationale": "Open-source AI image flexibility"
  },
  {
    "id": 77,
    "name": "Loom",
    "url": "https://loom.com",
    "description": "Loom is an asynchronous video messaging platform that makes it easy to record and share video messages featuring your screen, camera, or both. The platform eliminates the need for scheduled meetings by allowing quick video explanations that recipients watch on their own time. Key features include automatic transcription, viewer analytics, and integrations with productivity tools. For designers and brands, Loom streamlines design reviews, stakeholder updates, and documentation with visual communication. Its value lies in making video communication as easy as sending a message while reducing meeting overhead.",
    "category": "Tools",
    "subCategory": "Productivity & Utilities",
    "pricing": "Freemium",
    "featured": true,
    "opensource": false,
    "tags": [
      "video",
      "screen recording",
      "async",
      "communication"
    ],
    "count": null,
    "tier": 1,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/77-loom.jpg",
    "gravityScore": 8.5,
    "gravityRationale": "Standard for async video"
  },
  {
    "id": 78,
    "name": "Gamma",
    "url": "https://gamma.app",
    "description": "Gamma is an AI-powered platform for creating presentations, documents, and websites without requiring design skills, using natural language to generate polished visual content. The platform handles layout, formatting, and design while users focus on content, producing results ready for presentation or publishing. Key features include AI generation, easy editing, and one-click publishing. For designers and brands, Gamma accelerates the creation of presentation materials and internal documents. Its value lies in eliminating the time spent on formatting while producing professional results.",
    "category": "AI",
    "subCategory": "Assistants & Chat",
    "pricing": "Freemium",
    "featured": true,
    "opensource": false,
    "tags": [
      "ai",
      "presentations",
      "documents",
      "websites"
    ],
    "count": null,
    "tier": 1,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/78-gamma.jpg",
    "gravityScore": 8.5,
    "gravityRationale": "AI presentation generation"
  },
  {
    "id": 79,
    "name": "Excalidraw",
    "url": "https://excalidraw.com",
    "description": "Excalidraw is a free, open-source virtual whiteboard for sketching hand-drawn like diagrams with real-time collaboration support. The intentionally informal visual style makes it ideal for brainstorming, wireframing, and explaining concepts without the formality of polished graphics. Key features include a simple interface, collaboration, and libraries of reusable elements. For designers and teams, Excalidraw provides a low-pressure environment for visual thinking and quick diagramming. Its value lies in combining simplicity with functionality for rapid visualization.",
    "category": "Tools",
    "subCategory": "Productivity & Utilities",
    "pricing": "Free",
    "featured": true,
    "opensource": true,
    "tags": [
      "whiteboard",
      "diagrams",
      "sketching",
      "collaboration"
    ],
    "count": null,
    "tier": 1,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/79-excalidraw.jpg",
    "gravityScore": 9,
    "gravityRationale": "Beloved open-source whiteboard"
  },
  {
    "id": 80,
    "name": "Cal.com",
    "url": "https://cal.com",
    "description": "Cal.com is an open-source scheduling infrastructure platform that enables individuals and organizations to manage bookings and availability without the limitations of closed-source alternatives. The platform offers features comparable to Calendly including calendar syncing, booking pages, and team scheduling. Key strengths include self-hosting options, extensive integrations, and customization. For designers and brands, Cal.com provides branded scheduling experiences without vendor lock-in. Its value lies in offering enterprise scheduling capabilities as open-source software.",
    "category": "Tools",
    "subCategory": "Productivity & Utilities",
    "pricing": "Freemium",
    "featured": true,
    "opensource": true,
    "tags": [
      "scheduling",
      "calendar",
      "open-source",
      "meetings"
    ],
    "count": null,
    "tier": 1,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/80-cal-com.jpg",
    "gravityScore": 8.3,
    "gravityRationale": "Open-source scheduling platform"
  },
  {
    "id": 81,
    "name": "Plausible",
    "url": "https://plausible.io",
    "description": "Plausible is a privacy-friendly web analytics platform that provides essential insights without cookies, complex setup, or compromising visitor privacy. The lightweight script loads faster than alternatives and displays data on a single-page dashboard focused on actionable metrics. Key features include GDPR compliance out of the box, goal tracking, and campaign attribution. For designers and brands prioritizing privacy, Plausible offers ethical analytics that respects visitors. Its value lies in proving that analytics can be both effective and privacy-conscious.",
    "category": "Tools",
    "subCategory": "Productivity & Utilities",
    "pricing": "Paid",
    "featured": true,
    "opensource": true,
    "tags": [
      "analytics",
      "privacy",
      "open-source",
      "simple"
    ],
    "count": null,
    "tier": 1,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/81-plausible.jpg",
    "gravityScore": 8.2,
    "gravityRationale": "Privacy-focused analytics"
  },
  {
    "id": 82,
    "name": "PostHog",
    "url": "https://posthog.com",
    "description": "PostHog is an all-in-one platform combining product analytics, session replay, feature flags, experiments, and surveys into a unified stack for product engineers. It enables teams to track behavior, diagnose issues, and safely roll out features while measuring impact. Key capabilities include autocaptured events, funnel analysis, and integrated A/B testing. For designers and product teams, PostHog provides comprehensive insights with direct SQL access and custom dashboards. Its value lies in eliminating the need to manage multiple tools while maintaining data ownership.",
    "category": "Tools",
    "subCategory": "Productivity & Utilities",
    "pricing": "Freemium",
    "featured": true,
    "opensource": true,
    "tags": [
      "analytics",
      "product",
      "open-source",
      "events"
    ],
    "count": null,
    "tier": 1,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/82-posthog.jpg",
    "gravityScore": 8.8,
    "gravityRationale": "Comprehensive open-source analytics"
  },
  {
    "id": 83,
    "name": "Resend",
    "url": "https://resend.com",
    "description": "Resend is a developer-focused email delivery platform that simplifies sending transactional and marketing emails at scale with high deliverability. The platform stands out through React Email support for building templates with React components. Key capabilities include DNS authentication tools, dedicated IP management, and real-time analytics. For designers and brands, Resend enables rapid email deployment with consistent branding through component-based templates. Its value lies in reducing friction between development and design teams while ensuring emails reach inboxes.",
    "category": "Tools",
    "subCategory": "Productivity & Utilities",
    "pricing": "Freemium",
    "featured": true,
    "opensource": false,
    "tags": [
      "email",
      "api",
      "transactional",
      "developers"
    ],
    "count": null,
    "tier": 1,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/83-resend.jpg",
    "gravityScore": 8.5,
    "gravityRationale": "Modern developer email API"
  },
  {
    "id": 84,
    "name": "Clerk",
    "url": "https://clerk.com",
    "description": "Clerk is a comprehensive authentication and user management platform that enables developers to integrate secure authentication through pre-built components and SDKs. Standout capabilities include multi-factor authentication, 20+ social provider integrations, and enterprise features like SAML/SSO and custom roles. The platform serves startups needing rapid implementation to enterprises with complex compliance requirements. Clerk's value lies in dramatically reducing time-to-market by eliminating the need to build authentication infrastructure while providing flexibility for custom branding.",
    "category": "Tools",
    "subCategory": "Development",
    "pricing": "Freemium",
    "featured": true,
    "opensource": false,
    "tags": [
      "auth",
      "user management",
      "components",
      "security"
    ],
    "count": null,
    "tier": 1,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/84-clerk.jpg",
    "gravityScore": 8.5,
    "gravityRationale": "Best-in-class auth platform"
  },
  {
    "id": 85,
    "name": "Neon",
    "url": "https://neon.tech",
    "description": "Neon is a serverless Postgres platform that brings database branching, autoscaling, and pay-per-use pricing to the database developers love. Key features include instant database branches for development and testing, automatic scaling to zero when idle, and point-in-time recovery. The platform integrates with modern deployment workflows and supports standard Postgres tools. For designers and developers building applications, Neon eliminates database management complexity while maintaining Postgres compatibility. Its value lies in combining serverless convenience with the reliability and familiarity of Postgres.",
    "category": "Tools",
    "subCategory": "Development",
    "pricing": "Freemium",
    "featured": true,
    "opensource": false,
    "tags": [
      "database",
      "postgres",
      "serverless",
      "branching"
    ],
    "count": null,
    "tier": 1,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/85-neon.jpg",
    "gravityScore": 8.5,
    "gravityRationale": "Serverless Postgres pioneer"
  },
  {
    "id": 86,
    "name": "Upstash",
    "url": "https://upstash.com",
    "description": "Upstash is a serverless data platform providing Redis and Kafka for serverless and edge computing with pay-per-request pricing and global replication. Key features include REST API access, durable storage, and compatibility with standard Redis clients. The platform is designed for modern architectures where traditional databases create cold start problems. For designers and developers building serverless applications, Upstash provides fast data access without server management. Its value lies in enabling stateful applications at the edge without infrastructure complexity.",
    "category": "Tools",
    "subCategory": "Development",
    "pricing": "Freemium",
    "featured": true,
    "opensource": false,
    "tags": [
      "redis",
      "kafka",
      "serverless",
      "edge"
    ],
    "count": null,
    "tier": 1,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/86-upstash.jpg",
    "gravityScore": 8.3,
    "gravityRationale": "Serverless Redis/Kafka"
  },
  {
    "id": 87,
    "name": "Railway",
    "url": "https://railway.app",
    "description": "Railway is a cloud platform for deploying applications with minimal configuration, automatically detecting project type and provisioning appropriate infrastructure. Key features include one-click deployments from GitHub, automatic HTTPS, and integrated databases. The platform handles scaling, monitoring, and environment management. For designers and developers shipping applications, Railway removes infrastructure complexity so teams can focus on building. Its value lies in making deployment as simple as git push while handling production-ready concerns.",
    "category": "Tools",
    "subCategory": "Hosting & Deployment",
    "pricing": "Freemium",
    "featured": true,
    "opensource": false,
    "tags": [
      "hosting",
      "deployment",
      "infrastructure",
      "paas"
    ],
    "count": null,
    "tier": 1,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/87-railway.jpg",
    "gravityScore": 8.7,
    "gravityRationale": "Modern infrastructure platform"
  },
  {
    "id": 88,
    "name": "Render",
    "url": "https://render.com",
    "description": "Render is a unified cloud platform for hosting applications, databases, and static sites with automatic deployments from Git, free SSL, and a global CDN. Key features include managed databases, cron jobs, and private services with straightforward pricing. The platform is designed as a simpler alternative to AWS and similar clouds. For designers and developers launching projects, Render provides production-ready hosting without DevOps expertise. Its value lies in combining power and simplicity for modern deployment workflows.",
    "category": "Tools",
    "subCategory": "Hosting & Deployment",
    "pricing": "Freemium",
    "featured": true,
    "opensource": false,
    "tags": [
      "hosting",
      "cloud",
      "deployment",
      "services"
    ],
    "count": null,
    "tier": 1,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/88-render.jpg",
    "gravityScore": 8.4,
    "gravityRationale": "Simple cloud deployment"
  },
  {
    "id": 89,
    "name": "Fly.io",
    "url": "https://fly.io",
    "description": "Fly.io is a platform for deploying full-stack applications globally, running app servers close to users for low-latency experiences. Key features include running containers in 35+ regions, built-in load balancing, and integration with databases and storage. The platform is popular for applications requiring performance at the edge. For designers and developers building global products, Fly.io enables worldwide deployment without infrastructure expertise. Its value lies in making global distribution accessible with simple tooling.",
    "category": "Tools",
    "subCategory": "Hosting & Deployment",
    "pricing": "Freemium",
    "featured": true,
    "opensource": false,
    "tags": [
      "hosting",
      "edge",
      "global",
      "containers"
    ],
    "count": null,
    "tier": 1,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/89-fly-io.jpg",
    "gravityScore": 8.5,
    "gravityRationale": "Edge deployment platform"
  },
  {
    "id": 90,
    "name": "Cloudflare",
    "url": "https://cloudflare.com",
    "description": "Cloudflare is a global network platform providing performance and security services including CDN, DDoS protection, DNS, and edge computing through Workers. Key features include one of the largest global networks, zero-trust security tools, and developer platform for serverless computing. For designers and brands, Cloudflare ensures fast, secure delivery of web content worldwide. Its value lies in protecting and accelerating web properties through comprehensive infrastructure services.",
    "category": "Tools",
    "subCategory": "Development",
    "pricing": "Freemium",
    "featured": true,
    "opensource": false,
    "tags": [
      "cdn",
      "security",
      "workers",
      "dns"
    ],
    "count": null,
    "tier": 1,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/90-cloudflare.jpg",
    "gravityScore": 9,
    "gravityRationale": "Essential edge/CDN platform"
  },
  {
    "name": "Y2Mate",
    "url": "https://y2mate.nu/",
    "description": "Y2Mate is a free online tool for downloading and converting YouTube videos to MP3 audio and various video formats. The service requires no software installation and supports high-quality downloads. For designers and content creators, Y2Mate provides quick access to audio content for reference or personal use. Its value lies in simplicity and free access for basic media conversion needs.",
    "category": "Tools",
    "subCategory": "Productivity & Utilities",
    "pricing": "Free",
    "featured": false,
    "opensource": false,
    "tags": [
      "youtube",
      "mp3",
      "converter",
      "download"
    ],
    "count": null,
    "tier": 2,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/91-y2mate.jpg",
    "id": 91,
    "gravityScore": 4,
    "gravityRationale": "Basic utility, ad-heavy"
  },
  {
    "name": "FreeConvert",
    "url": "https://www.freeconvert.com/",
    "description": "FreeConvert is an online file converter supporting videos, audio, images, documents, and more with no software installation required. The platform handles hundreds of format conversions with options for quality and compression settings. For designers working with various media formats, FreeConvert provides quick conversion without dedicated software. Its value lies in its broad format support and accessibility.",
    "category": "Tools",
    "subCategory": "Productivity & Utilities",
    "pricing": "Freemium",
    "featured": false,
    "opensource": false,
    "tags": [
      "converter",
      "file",
      "video",
      "audio"
    ],
    "count": null,
    "tier": 2,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/92-freeconvert.jpg",
    "id": 92,
    "gravityScore": 7.7,
    "gravityRationale": "Useful tools resource"
  },
  {
    "name": "CloudConvert",
    "url": "https://cloudconvert.com/",
    "description": "CloudConvert is a comprehensive online file converter supporting over 200 formats including documents, images, audio, video, and archives. The platform offers API access, high-quality conversions, and integration with cloud storage services. For designers and brands managing diverse file formats, CloudConvert provides reliable conversion at scale. Its value lies in professional-grade conversions with extensive format support.",
    "category": "Tools",
    "subCategory": "Productivity & Utilities",
    "pricing": "Freemium",
    "featured": true,
    "opensource": false,
    "tags": [
      "converter",
      "cloud",
      "file",
      "formats"
    ],
    "count": null,
    "tier": 1,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/93-cloudconvert.jpg",
    "id": 93,
    "gravityScore": 9,
    "gravityRationale": "Top tools resource"
  },
  {
    "name": "Compress JPEG",
    "url": "https://compressjpeg.com/",
    "description": "Compress JPEG is a free online tool for reducing JPEG image file sizes while maintaining visual quality through intelligent compression algorithms. The service processes images in-browser for privacy and allows batch compression. For designers optimizing web assets, Compress JPEG provides quick file size reduction. Its value lies in simple, effective image optimization.",
    "category": "Tools",
    "subCategory": "Productivity & Utilities",
    "pricing": "Free",
    "featured": false,
    "opensource": false,
    "tags": [
      "compression",
      "jpeg",
      "images",
      "optimization"
    ],
    "count": null,
    "tier": 2,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/94-compress-jpeg.jpg",
    "id": 94,
    "gravityScore": 7.7,
    "gravityRationale": "Useful tools resource"
  },
  {
    "name": "Flowkeeper",
    "url": "https://flowkeeper.webflow.io/",
    "description": "Flowkeeper is a curated collection of Webflow resources including templates, cloneables, and tutorials for designers building on the Webflow platform. The resource aggregates community contributions and learning materials. For designers using Webflow, Flowkeeper accelerates projects with ready-made components and educational content. Its value lies in centralizing Webflow-specific resources.",
    "category": "Templates",
    "subCategory": "Site Templates",
    "pricing": "Free",
    "featured": false,
    "opensource": false,
    "tags": [
      "webflow",
      "templates",
      "resources",
      "design"
    ],
    "count": null,
    "tier": 2,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/95-flowkeeper.jpg",
    "id": 95,
    "gravityScore": 7.5,
    "gravityRationale": "Useful templates resource"
  },
  {
    "name": "Good Design Tools",
    "url": "https://www.gooddesign.tools/",
    "description": "Good Design Tools is a curated directory of the best design tools, resources, and apps organized by category to help designers discover what they need for their workflow. The collection is regularly updated with new tools and includes both free and paid options. For designers evaluating tools, Good Design Tools provides a vetted starting point for research. Its value lies in quality curation that saves time in tool discovery.",
    "category": "Learning",
    "subCategory": "Guides & Resources",
    "pricing": "Free",
    "featured": true,
    "opensource": false,
    "tags": [
      "tools",
      "curated",
      "design",
      "collection"
    ],
    "count": null,
    "tier": 1,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/96-good-design-tools.jpg",
    "id": 96,
    "gravityScore": 8.8,
    "gravityRationale": "Top learning resource"
  },
  {
    "name": "Lindy",
    "url": "https://www.lindy.ai/",
    "description": "Lindy is an AI assistant platform that automates repetitive work tasks through custom AI agents built without coding. Users create agents for email management, scheduling, research, and workflow automation. For designers and brands, Lindy automates administrative tasks to focus time on creative work. Its value lies in accessible AI automation that adapts to specific workflows.",
    "category": "AI",
    "subCategory": "Assistants & Chat",
    "pricing": "Freemium",
    "featured": true,
    "opensource": false,
    "tags": [
      "ai",
      "automation",
      "assistant",
      "workflow"
    ],
    "count": null,
    "tier": 1,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/97-lindy.jpg",
    "id": 97,
    "gravityScore": 9.1,
    "gravityRationale": "Top ai resource"
  },
  {
    "name": "VEED.io",
    "url": "https://www.veed.io/",
    "description": "VEED.io is an online video editor with AI-powered features for editing, recording, and streaming without complex software. Key features include auto-subtitles, screen recording, and collaborative editing. For designers and content creators, VEED provides professional video capabilities in the browser. Its value lies in making video production accessible and fast.",
    "category": "Tools",
    "subCategory": "Productivity & Utilities",
    "pricing": "Freemium",
    "featured": true,
    "opensource": false,
    "tags": [
      "video",
      "editor",
      "ai",
      "streaming"
    ],
    "count": null,
    "tier": 1,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/98-veed-io.jpg",
    "id": 98,
    "gravityScore": 9,
    "gravityRationale": "Top tools resource"
  },
  {
    "name": "Higgsfield",
    "url": "https://higgsfield.ai/",
    "description": "Higgsfield is an AI-powered video generation platform creating high-quality videos from text and image prompts. The platform focuses on realistic human motion and expressive performances. For designers and brands, Higgsfield enables video content creation without traditional production. Its value lies in democratizing video production through AI generation.",
    "category": "AI",
    "subCategory": "Generative Media",
    "pricing": "Freemium",
    "featured": true,
    "opensource": false,
    "tags": [
      "ai",
      "video",
      "generation",
      "creative"
    ],
    "count": null,
    "tier": 1,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/99-higgsfield.jpg",
    "id": 99,
    "gravityScore": 9.1,
    "gravityRationale": "Top ai resource"
  },
  {
    "name": "Google Flow",
    "url": "https://labs.google/fx/tools/flow",
    "description": "Google Flow is an experimental creative tool from Google Labs for generating and manipulating visual content using AI. The platform explores new ways of creative expression through generative technology. For designers interested in AI creativity, Google Flow offers a playground for experimentation. Its value lies in showcasing cutting-edge generative capabilities.",
    "category": "AI",
    "subCategory": "Generative Media",
    "pricing": "Free",
    "featured": true,
    "opensource": false,
    "tags": [
      "google",
      "ai",
      "creative",
      "experimental"
    ],
    "count": null,
    "tier": 1,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/100-google-flow.jpg",
    "id": 100,
    "gravityScore": 9.1,
    "gravityRationale": "Top ai resource"
  },
  {
    "name": "Google AI Studio",
    "url": "https://aistudio.google.com/",
    "description": "Google AI Studio is Google's platform for prototyping and building AI applications using Gemini models with tools for prompt engineering and application development. The platform provides API access to Google's most capable AI models. For designers and developers exploring AI features, Google AI Studio enables experimentation with Gemini. Its value lies in providing accessible entry to Google's AI capabilities.",
    "category": "AI",
    "subCategory": "Development & Infrastructure",
    "pricing": "Freemium",
    "featured": true,
    "opensource": false,
    "tags": [
      "google",
      "gemini",
      "ai",
      "development"
    ],
    "count": null,
    "tier": 1,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/101-google-ai-studio.jpg",
    "id": 101,
    "gravityScore": 9.1,
    "gravityRationale": "Top ai resource"
  },
  {
    "name": "Sprout Social",
    "url": "https://sproutsocial.com/",
    "description": "Sprout Social is a social media management platform for scheduling, publishing, analytics, and engagement across multiple social networks from a unified dashboard. Key features include social listening, competitive analysis, and team collaboration tools. For designers and brands managing social presence, Sprout Social streamlines content operations. Its value lies in comprehensive social media management at scale.",
    "category": "Tools",
    "subCategory": "Productivity & Utilities",
    "pricing": "Paid",
    "featured": false,
    "opensource": false,
    "tags": [
      "social media",
      "management",
      "analytics",
      "scheduling"
    ],
    "count": null,
    "tier": 2,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/102-sprout-social.jpg",
    "id": 102,
    "gravityScore": 7.7,
    "gravityRationale": "Useful tools resource"
  },
  {
    "name": "Social Blade",
    "url": "https://socialblade.com/",
    "description": "Social Blade is a social media statistics tracking platform providing analytics for YouTube, Twitch, Instagram, Twitter, and other platforms. The service shows follower trends, estimated earnings, and comparative rankings. For designers and brands analyzing social performance, Social Blade provides insight into channel growth. Its value lies in transparent, public analytics across platforms.",
    "category": "Tools",
    "subCategory": "Productivity & Utilities",
    "pricing": "Freemium",
    "featured": false,
    "opensource": false,
    "tags": [
      "analytics",
      "social media",
      "youtube",
      "statistics"
    ],
    "count": null,
    "tier": 2,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/103-social-blade.jpg",
    "id": 103,
    "gravityScore": 7.7,
    "gravityRationale": "Useful tools resource"
  },
  {
    "name": "Shopify Themes",
    "url": "https://themes.shopify.com/",
    "description": "Shopify Theme Store is the official marketplace for Shopify store themes, offering both free and premium designs optimized for e-commerce. Themes are professionally designed and tested for conversion and mobile responsiveness. For designers building Shopify stores, the Theme Store provides quality foundations for customization. Its value lies in vetted, commerce-optimized starting points.",
    "category": "Templates",
    "subCategory": "Site Templates",
    "pricing": "Freemium",
    "featured": true,
    "opensource": false,
    "tags": [
      "shopify",
      "themes",
      "ecommerce",
      "templates"
    ],
    "count": null,
    "tier": 1,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/104-shopify-themes.jpg",
    "id": 104,
    "gravityScore": 8.8,
    "gravityRationale": "Top templates resource"
  },
  {
    "name": "Framer Globe",
    "url": "https://globe.framer.website/",
    "description": "Framer Globe is an interactive 3D globe component for Framer websites, enabling visualization of global data and geographic content. The component is customizable for colors, markers, and interaction patterns. For designers building Framer sites with geographic elements, Framer Globe adds visual impact. Its value lies in ready-made 3D functionality for Framer.",
    "category": "Templates",
    "subCategory": "Site Templates",
    "pricing": "Paid",
    "featured": false,
    "opensource": false,
    "tags": [
      "framer",
      "3d",
      "globe",
      "component"
    ],
    "count": null,
    "tier": 2,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/105-framer-globe.jpg",
    "id": 105,
    "gravityScore": 7.5,
    "gravityRationale": "Useful templates resource"
  },
  {
    "name": "Shader Gradient",
    "url": "https://www.shadergradient.co/",
    "description": "Shader Gradient is a tool for creating beautiful animated gradient backgrounds using WebGL shaders with real-time customization. The platform generates code for React, vanilla JavaScript, and CSS export. For designers seeking unique gradient effects, Shader Gradient provides stunning visuals without shader programming. Its value lies in making complex gradient animations accessible.",
    "category": "Tools",
    "subCategory": "Design & Creative",
    "pricing": "Freemium",
    "featured": true,
    "opensource": false,
    "tags": [
      "gradient",
      "shader",
      "animation",
      "design"
    ],
    "count": null,
    "tier": 1,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/106-shader-gradient.jpg",
    "id": 106,
    "gravityScore": 9,
    "gravityRationale": "Top tools resource"
  },
  {
    "name": "Framer Library",
    "url": "https://bento.me/framerlib",
    "description": "Framer Library is a curated collection of Framer resources, components, and tutorials aggregated to help designers build better Framer websites. The collection includes free and premium resources from the community. For designers using Framer, the library accelerates development with pre-built components. Its value lies in centralizing Framer-specific resources.",
    "category": "Templates",
    "subCategory": "Site Templates",
    "pricing": "Free",
    "featured": false,
    "opensource": false,
    "tags": [
      "framer",
      "library",
      "components",
      "resources"
    ],
    "count": null,
    "tier": 2,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/107-framer-library.jpg",
    "id": 107,
    "gravityScore": 7.5,
    "gravityRationale": "Useful templates resource"
  },
  {
    "name": "Nav Supply",
    "url": "https://nav.supply/",
    "description": "Nav Supply offers premium navigation components for Framer, providing beautifully animated menu and navigation patterns ready for use. Components include various styles from minimal to complex mega-menus. For designers building Framer sites, Nav Supply provides polished navigation without custom development. Its value lies in professional navigation components that enhance Framer projects.",
    "category": "Templates",
    "subCategory": "Site Templates",
    "pricing": "Paid",
    "featured": false,
    "opensource": false,
    "tags": [
      "framer",
      "navigation",
      "components",
      "menu"
    ],
    "count": null,
    "tier": 2,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/108-nav-supply.jpg",
    "id": 108,
    "gravityScore": 7.5,
    "gravityRationale": "Useful templates resource"
  },
  {
    "name": "Framer Things",
    "url": "https://framerthings.com/",
    "description": "Framer Things is a marketplace for Framer templates and components, offering high-quality resources for building Framer websites. The platform curates premium and free options from designers. For designers seeking Framer assets, Framer Things provides vetted resources. Its value lies in quality curation for the Framer ecosystem.",
    "category": "Templates",
    "subCategory": "Site Templates",
    "pricing": "Freemium",
    "featured": false,
    "opensource": false,
    "tags": [
      "framer",
      "templates",
      "components",
      "marketplace"
    ],
    "count": null,
    "tier": 2,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/109-framer-things.jpg",
    "id": 109,
    "gravityScore": 7.5,
    "gravityRationale": "Useful templates resource"
  },
  {
    "name": "Framer Fuel",
    "url": "https://www.framerfuel.com/",
    "description": "Framer Fuel provides Framer templates and UI kits with modern designs for various website types from portfolios to SaaS marketing sites. Templates include animations and interactions ready for customization. For designers launching Framer projects quickly, Framer Fuel offers polished starting points. Its value lies in professional Framer templates that accelerate projects.",
    "category": "Templates",
    "subCategory": "Site Templates",
    "pricing": "Paid",
    "featured": false,
    "opensource": false,
    "tags": [
      "framer",
      "templates",
      "ui kits",
      "design"
    ],
    "count": null,
    "tier": 2,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/110-framer-fuel.jpg",
    "id": 110,
    "gravityScore": 7.5,
    "gravityRationale": "Useful templates resource"
  },
  {
    "name": "Frameplate",
    "url": "https://frameplate.co/",
    "description": "Frameplate is a library of ready-to-use Framer templates covering various website types and industries with built-in responsiveness and animations. Templates range from free to premium with regular additions. For designers building Framer sites, Frameplate reduces development time with quality templates. Its value lies in diverse template options for Framer.",
    "category": "Templates",
    "subCategory": "Site Templates",
    "pricing": "Freemium",
    "featured": false,
    "opensource": false,
    "tags": [
      "framer",
      "templates",
      "library",
      "website"
    ],
    "count": null,
    "tier": 2,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/111-frameplate.jpg",
    "id": 111,
    "gravityScore": 7.5,
    "gravityRationale": "Useful templates resource"
  },
  {
    "name": "React Bits",
    "url": "https://www.reactbits.dev/",
    "description": "React Bits is an animated React components library offering copy-paste components with beautiful animations built for modern React applications. Components include interactive elements, text effects, and UI patterns. For designers and developers building React applications, React Bits adds polish with minimal effort. Its value lies in production-ready animated components.",
    "category": "Tools",
    "subCategory": "Development",
    "pricing": "Free",
    "featured": true,
    "opensource": true,
    "tags": [
      "react",
      "components",
      "animation",
      "library"
    ],
    "count": null,
    "tier": 1,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/112-react-bits.jpg",
    "id": 112,
    "gravityScore": 9,
    "gravityRationale": "Top tools resource"
  },
  {
    "name": "Aceternity UI",
    "url": "https://ui.aceternity.com/",
    "description": "Aceternity UI is a collection of beautifully animated React components with stunning visual effects ready for use in modern web applications. Components feature advanced animations including 3D effects, gradients, and interactive elements. For designers and developers seeking impressive UI components, Aceternity provides visual impact. Its value lies in standout components that enhance application aesthetics.",
    "category": "Tools",
    "subCategory": "Development",
    "pricing": "Free",
    "featured": true,
    "opensource": true,
    "tags": [
      "react",
      "components",
      "animation",
      "ui"
    ],
    "count": null,
    "tier": 1,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/113-aceternity-ui.jpg",
    "id": 113,
    "gravityScore": 9,
    "gravityRationale": "Top tools resource"
  },
  {
    "name": "Open Alternative",
    "url": "https://openalternative.co/",
    "description": "Open Alternative is a directory of open-source alternatives to popular proprietary software, helping users find free replacements for paid tools. The platform categorizes alternatives and compares features with original products. For designers and brands seeking cost-effective tools, Open Alternative surfaces quality open-source options. Its value lies in promoting open-source software discovery.",
    "category": "Learning",
    "subCategory": "Guides & Resources",
    "pricing": "Free",
    "featured": true,
    "opensource": true,
    "tags": [
      "open-source",
      "alternatives",
      "software",
      "free"
    ],
    "count": null,
    "tier": 1,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/114-open-alternative.jpg",
    "id": 114,
    "gravityScore": 8.8,
    "gravityRationale": "Top learning resource"
  },
  {
    "name": "Untitled UI",
    "url": "https://www.untitledui.com/",
    "description": "Untitled UI is the largest Figma UI kit with over 10,000 components, variants, and styles for designing modern interfaces. The kit includes comprehensive design tokens, documentation, and regular updates. For designers building applications, Untitled UI provides exhaustive component coverage. Its value lies in accelerating design work with a complete system.",
    "category": "Templates",
    "subCategory": "Design Kits",
    "pricing": "Paid",
    "featured": true,
    "opensource": false,
    "tags": [
      "figma",
      "ui kit",
      "components",
      "design system"
    ],
    "count": null,
    "tier": 1,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/115-untitled-ui.jpg",
    "id": 115,
    "gravityScore": 8.8,
    "gravityRationale": "Top templates resource"
  },
  {
    "name": "Thind UI",
    "url": "https://thind.dev/ui",
    "description": "Thind UI is a modern UI component library for React built with Tailwind CSS, offering accessible components ready for production. Components follow best practices for accessibility and customization. For designers and developers using Tailwind, Thind UI provides styled, accessible components. Its value lies in combining Tailwind styling with proper accessibility.",
    "category": "Tools",
    "subCategory": "Development",
    "pricing": "Free",
    "featured": false,
    "opensource": true,
    "tags": [
      "react",
      "tailwind",
      "components",
      "ui"
    ],
    "count": null,
    "tier": 2,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/116-thind-ui.jpg",
    "id": 116,
    "gravityScore": 7.7,
    "gravityRationale": "Useful tools resource"
  },
  {
    "name": "Blank",
    "url": "https://useblank.design/",
    "description": "Blank is a minimal design system for Figma providing clean, simple components for modern interfaces without visual noise. The system emphasizes whitespace and clarity in its design approach. For designers seeking minimalist foundations, Blank provides an elegant starting point. Its value lies in its refined, minimal aesthetic.",
    "category": "Templates",
    "subCategory": "Design Kits",
    "pricing": "Freemium",
    "featured": false,
    "opensource": false,
    "tags": [
      "figma",
      "minimal",
      "design system",
      "components"
    ],
    "count": null,
    "tier": 2,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/117-blank.jpg",
    "id": 117,
    "gravityScore": 7.5,
    "gravityRationale": "Useful templates resource"
  },
  {
    "name": "Lumos",
    "url": "https://lumos.timothyricks.com/",
    "description": "Lumos is a comprehensive Figma design system by Timothy Ricks featuring extensive components, variables, and documentation for building applications. The system includes dark mode, responsive variants, and design tokens. For designers building product interfaces, Lumos provides a complete design foundation. Its value lies in its thoroughness and professional quality.",
    "category": "Templates",
    "subCategory": "Design Kits",
    "pricing": "Paid",
    "featured": false,
    "opensource": false,
    "tags": [
      "figma",
      "design system",
      "ui kit",
      "components"
    ],
    "count": null,
    "tier": 2,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/118-lumos.jpg",
    "id": 118,
    "gravityScore": 7.5,
    "gravityRationale": "Useful templates resource"
  },
  {
    "name": "TweakCN",
    "url": "https://tweakcn.com/",
    "description": "TweakCN is a visual customization tool for shadcn/ui themes, allowing designers to generate custom color schemes and export configurations. The tool provides real-time preview of theme changes across components. For designers customizing shadcn/ui, TweakCN accelerates theme development. Its value lies in visual theming without manual configuration.",
    "category": "Tools",
    "subCategory": "Design & Creative",
    "pricing": "Free",
    "featured": false,
    "opensource": true,
    "tags": [
      "shadcn",
      "themes",
      "customization",
      "tailwind"
    ],
    "count": null,
    "tier": 2,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/119-tweakcn.jpg",
    "id": 119,
    "gravityScore": 7.7,
    "gravityRationale": "Useful tools resource"
  },
  {
    "name": "Studio 2AM",
    "url": "https://studio2am.co/",
    "description": "Studio 2AM provides creative tools and effects for designers including unique visual treatments and plugins for design workflows. The studio focuses on distinctive aesthetics and experimental design tools. For designers seeking unique visual effects, Studio 2AM offers creative differentiation. Its value lies in distinctive tools not available elsewhere.",
    "category": "Tools",
    "subCategory": "Design & Creative",
    "pricing": "Freemium",
    "featured": false,
    "opensource": false,
    "tags": [
      "design",
      "tools",
      "effects",
      "creative"
    ],
    "count": null,
    "tier": 2,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/120-studio-2am.jpg",
    "id": 120,
    "gravityScore": 7.7,
    "gravityRationale": "Useful tools resource"
  },
  {
    "name": "Brand Toolkit",
    "url": "https://brandtoolk.it/",
    "description": "Brand Toolkit is a collection of essential branding resources including templates, guides, and tools for building cohesive brand identities. Resources cover brand strategy, visual identity, and implementation. For designers and brands developing identity systems, Brand Toolkit provides structured guidance. Its value lies in comprehensive branding resources in one place.",
    "category": "Tools",
    "subCategory": "Design & Creative",
    "pricing": "Freemium",
    "featured": false,
    "opensource": false,
    "tags": [
      "branding",
      "toolkit",
      "resources",
      "design"
    ],
    "count": null,
    "tier": 2,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/121-brand-toolkit.jpg",
    "id": 121,
    "gravityScore": 7.7,
    "gravityRationale": "Useful tools resource"
  },
  {
    "name": "TextureLib",
    "url": "https://texturelib.com/",
    "description": "TextureLib is a free texture library providing high-quality textures for 3D, games, and design projects with various materials and surfaces. Textures are offered in multiple resolutions suitable for professional use. For designers and 3D artists needing surface textures, TextureLib provides free, quality options. Its value lies in accessible texture resources.",
    "category": "Templates",
    "subCategory": "Assets & Media",
    "pricing": "Free",
    "featured": false,
    "opensource": false,
    "tags": [
      "textures",
      "3d",
      "design",
      "free"
    ],
    "count": null,
    "tier": 2,
    "thumbnail": null,
    "screenshot": null,
    "id": 122,
    "gravityScore": 7.5,
    "gravityRationale": "Useful templates resource"
  },
  {
    "name": "TextureLabs",
    "url": "https://texturelabs.org/",
    "description": "TextureLabs offers free seamless textures and materials for 3D and design work, with textures designed to tile without visible seams. The library covers various material types from organic to manufactured surfaces. For 3D artists and designers, TextureLabs provides production-ready seamless textures. Its value lies in quality seamless textures at no cost.",
    "category": "Templates",
    "subCategory": "Assets & Media",
    "pricing": "Free",
    "featured": false,
    "opensource": false,
    "tags": [
      "textures",
      "materials",
      "3d",
      "seamless"
    ],
    "count": null,
    "tier": 2,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/123-texturelabs.jpg",
    "id": 123,
    "gravityScore": 7.5,
    "gravityRationale": "Useful templates resource"
  },
  {
    "name": "Endless Tools",
    "url": "https://app.endlesstools.io/",
    "description": "Endless Tools is an AI-powered design platform for generating patterns, gradients, and graphics using artificial intelligence. The platform creates unique visual assets through generative algorithms. For designers seeking AI-generated visuals, Endless Tools provides creative asset generation. Its value lies in AI-powered design asset creation.",
    "category": "AI",
    "subCategory": "Generative Media",
    "pricing": "Freemium",
    "featured": true,
    "opensource": false,
    "tags": [
      "ai",
      "design",
      "patterns",
      "graphics"
    ],
    "count": null,
    "tier": 1,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/124-endless-tools.jpg",
    "id": 124,
    "gravityScore": 9.1,
    "gravityRationale": "Top ai resource"
  },
  {
    "name": "DITHR Tool",
    "url": "https://antlii.work/DITHR-Tool",
    "description": "DITHR Tool applies dithering effects to images, creating retro pixel aesthetics reminiscent of early computer graphics. The tool offers various dithering algorithms and color palette options. For designers seeking retro effects, DITHR Tool provides authentic dithering. Its value lies in accessible retro image processing.",
    "category": "Tools",
    "subCategory": "Design & Creative",
    "pricing": "Free",
    "featured": false,
    "opensource": false,
    "tags": [
      "dither",
      "retro",
      "effects",
      "graphics"
    ],
    "count": null,
    "tier": 2,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/125-dithr-tool.jpg",
    "id": 125,
    "gravityScore": 7.7,
    "gravityRationale": "Useful tools resource"
  },
  {
    "name": "STL to ASCII",
    "url": "https://andrewsink.github.io/STL-to-ASCII-Generator/",
    "description": "STL to ASCII is a tool that converts 3D STL files into ASCII art representations, visualizing 3D models as text-based graphics. The tool is open-source and runs entirely in the browser. For designers and 3D artists seeking unique visualizations, STL to ASCII creates distinctive outputs. Its value lies in creative 3D-to-text conversion.",
    "category": "Tools",
    "subCategory": "Animation & 3D",
    "pricing": "Free",
    "featured": false,
    "opensource": true,
    "tags": [
      "3d",
      "ascii",
      "converter",
      "stl"
    ],
    "count": null,
    "tier": 2,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/126-stl-to-ascii.jpg",
    "id": 126,
    "gravityScore": 7.7,
    "gravityRationale": "Useful tools resource"
  },
  {
    "name": "Kurt Mock-ups",
    "url": "https://www.kurtwinterdesign.com/mock-ups",
    "description": "Kurt Mock-ups provides premium device mockups for presenting designs in realistic device contexts with high-quality renders and various device options. Mockups are available in multiple formats for design tools. For designers presenting work, Kurt Mock-ups elevates design presentations. Its value lies in professional-quality mockup templates.",
    "category": "Templates",
    "subCategory": "Assets & Media",
    "pricing": "Paid",
    "featured": false,
    "opensource": false,
    "tags": [
      "mockups",
      "devices",
      "presentations",
      "design"
    ],
    "count": null,
    "tier": 2,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/127-kurt-mock-ups.jpg",
    "id": 127,
    "gravityScore": 7.5,
    "gravityRationale": "Useful templates resource"
  },
  {
    "name": "Supernova",
    "url": "https://app.supernova.io/",
    "description": "Supernova is a design system platform for building, managing, and scaling design systems with documentation, tokens, and code generation. The platform bridges design tools with development workflows. For designers and brands maintaining design systems, Supernova provides comprehensive management. Its value lies in unifying design system operations.",
    "category": "Tools",
    "subCategory": "Design & Creative",
    "pricing": "Freemium",
    "featured": true,
    "opensource": false,
    "tags": [
      "design system",
      "documentation",
      "collaboration",
      "tokens"
    ],
    "count": null,
    "tier": 1,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/128-supernova.jpg",
    "id": 128,
    "gravityScore": 9,
    "gravityRationale": "Top tools resource"
  },
  {
    "name": "Freepik",
    "url": "https://www.freepik.com/",
    "description": "Freepik is a resource platform offering millions of free and premium vectors, photos, PSD files, and graphics for creative projects. The platform provides extensive search and filtering for finding specific assets. For designers needing graphic resources, Freepik offers vast selection and variety. Its value lies in breadth of available assets.",
    "category": "Templates",
    "subCategory": "Assets & Media",
    "pricing": "Freemium",
    "featured": true,
    "opensource": false,
    "tags": [
      "vectors",
      "photos",
      "graphics",
      "free"
    ],
    "count": null,
    "tier": 1,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/129-freepik.jpg",
    "id": 129,
    "gravityScore": 8.3,
    "gravityRationale": "Huge stock resource library"
  },
  {
    "name": "Pixabay",
    "url": "https://pixabay.com/",
    "description": "Pixabay is a free stock media platform providing photos, illustrations, vectors, and videos under a permissive license for personal and commercial use. The community-driven platform offers millions of assets. For designers seeking free stock media, Pixabay provides quality options without cost. Its value lies in generous licensing and selection.",
    "category": "Templates",
    "subCategory": "Assets & Media",
    "pricing": "Free",
    "featured": true,
    "opensource": false,
    "tags": [
      "images",
      "stock",
      "free",
      "royalty-free"
    ],
    "count": null,
    "tier": 1,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/130-pixabay.jpg",
    "id": 130,
    "gravityScore": 8.8,
    "gravityRationale": "Top templates resource"
  },
  {
    "name": "Hinto AI",
    "url": "https://hintoai.com/",
    "description": "Hinto AI is an AI-powered design feedback platform providing instant design critiques and improvement suggestions for interfaces. The tool analyzes designs and offers actionable recommendations. For designers seeking objective feedback, Hinto AI provides automated critique. Its value lies in instant, AI-powered design analysis.",
    "category": "AI",
    "subCategory": "Generative Media",
    "pricing": "Freemium",
    "featured": false,
    "opensource": false,
    "tags": [
      "ai",
      "design",
      "feedback",
      "critique"
    ],
    "count": null,
    "tier": 2,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/131-hinto-ai.jpg",
    "id": 131,
    "gravityScore": 7.8,
    "gravityRationale": "Useful ai resource"
  },
  {
    "name": "VidIQ",
    "url": "https://vidiq.com/",
    "description": "VidIQ is a YouTube growth tool providing analytics, SEO optimization, and insights for content creators to improve channel performance. Features include keyword research, competitor analysis, and trend identification. For designers and brands creating YouTube content, VidIQ optimizes for discovery. Its value lies in data-driven YouTube optimization.",
    "category": "Tools",
    "subCategory": "Productivity & Utilities",
    "pricing": "Freemium",
    "featured": true,
    "opensource": false,
    "tags": [
      "youtube",
      "analytics",
      "seo",
      "growth"
    ],
    "count": null,
    "tier": 1,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/132-vidiq.jpg",
    "id": 132,
    "gravityScore": 9,
    "gravityRationale": "Top tools resource"
  },
  {
    "name": "Happy Editing",
    "url": "https://www.happyediting.co/",
    "description": "Happy Editing provides video editing resources, tutorials, and templates for learning professional editing techniques and workflows. Content covers various editing software and creative approaches. For designers learning video editing, Happy Editing offers educational resources. Its value lies in accessible video editing education.",
    "category": "Learning",
    "subCategory": "Blogs & Publications",
    "pricing": "Freemium",
    "featured": false,
    "opensource": false,
    "tags": [
      "video",
      "editing",
      "tutorials",
      "resources"
    ],
    "count": null,
    "tier": 2,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/133-happy-editing.jpg",
    "id": 133,
    "gravityScore": 7.5,
    "gravityRationale": "Useful learning resource"
  },
  {
    "name": "Ungrid",
    "url": "https://experiments.uninspired.studio/projects/grid/",
    "description": "Ungrid is an experimental grid tool from Uninspired Studio for creating unique, unconventional grid-based layouts that break from traditional constraints. The tool encourages creative exploration of layout design. For designers seeking experimental layouts, Ungrid enables creative grid exploration. Its value lies in challenging conventional grid thinking.",
    "category": "Tools",
    "subCategory": "Design & Creative",
    "pricing": "Free",
    "featured": false,
    "opensource": false,
    "tags": [
      "grid",
      "layout",
      "experimental",
      "design"
    ],
    "count": null,
    "tier": 2,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/134-ungrid.jpg",
    "id": 134,
    "gravityScore": 7.7,
    "gravityRationale": "Useful tools resource"
  },
  {
    "name": "Video to ASCII",
    "url": "https://collidingscopes.github.io/ascii/",
    "description": "Video to ASCII converts video to real-time ASCII art representation directly in the browser, creating animated text-based visualizations from video input. The tool processes video frames into character-based output. For designers seeking experimental video effects, Video to ASCII provides unique output. Its value lies in creative video transformation.",
    "category": "Tools",
    "subCategory": "Design & Creative",
    "pricing": "Free",
    "featured": false,
    "opensource": true,
    "tags": [
      "ascii",
      "video",
      "converter",
      "art"
    ],
    "count": null,
    "tier": 2,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/135-video-to-ascii.jpg",
    "id": 135,
    "gravityScore": 7.7,
    "gravityRationale": "Useful tools resource"
  },
  {
    "name": "Newhead Design",
    "url": "https://newhead.design/",
    "description": "Newhead Design is a design agency portfolio showcasing work and providing inspiration for designers through featured projects and creative approaches. The site demonstrates professional design excellence. For designers seeking portfolio inspiration, Newhead Design shows professional presentation. Its value lies in demonstrating quality agency work.",
    "category": "Inspiration",
    "subCategory": "Showcases & Patterns",
    "pricing": "Free",
    "featured": false,
    "opensource": false,
    "tags": [
      "portfolio",
      "agency",
      "design",
      "inspiration"
    ],
    "count": null,
    "tier": 2,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/136-newhead-design.jpg",
    "id": 136,
    "gravityScore": 7.5,
    "gravityRationale": "Useful inspiration resource"
  },
  {
    "name": "Motion Boutique",
    "url": "https://www.motionboutique.com/",
    "description": "Motion Boutique provides After Effects plugins and tools for motion designers, specializing in animation efficiency and creative effects. Products include popular tools for motion graphics workflows. For motion designers using After Effects, Motion Boutique enhances productivity. Its value lies in professional motion design tools.",
    "category": "Tools",
    "subCategory": "Animation & 3D",
    "pricing": "Paid",
    "featured": false,
    "opensource": false,
    "tags": [
      "after effects",
      "plugins",
      "motion",
      "animation"
    ],
    "count": null,
    "tier": 2,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/137-motion-boutique.jpg",
    "id": 137,
    "gravityScore": 7.7,
    "gravityRationale": "Useful tools resource"
  },
  {
    "name": "21st.dev",
    "url": "https://21st.dev/",
    "description": "21st.dev is a curated collection of modern development resources including tools, libraries, and best practices for contemporary software development. The platform aggregates quality developer resources. For designers working with developers, 21st.dev provides insight into modern development. Its value lies in curated development resources.",
    "category": "Learning",
    "subCategory": "Guides & Resources",
    "pricing": "Free",
    "featured": true,
    "opensource": false,
    "tags": [
      "development",
      "resources",
      "tools",
      "curated"
    ],
    "count": null,
    "tier": 1,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/138-21st-dev.jpg",
    "id": 138,
    "gravityScore": 8.8,
    "gravityRationale": "Top learning resource"
  },
  {
    "name": "Unicorn Studio",
    "url": "https://www.unicorn.studio/",
    "description": "Unicorn Studio is a WebGL visual effects editor for creating stunning effects without code, including particle systems, shaders, and interactive graphics. Effects export for use in web projects. For designers seeking advanced visual effects, Unicorn Studio enables no-code creation. Its value lies in accessible WebGL effects.",
    "category": "Tools",
    "subCategory": "Design & Creative",
    "pricing": "Freemium",
    "featured": true,
    "opensource": false,
    "tags": [
      "webgl",
      "effects",
      "visual",
      "no-code"
    ],
    "count": null,
    "tier": 1,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/139-unicorn-studio.jpg",
    "id": 139,
    "gravityScore": 9,
    "gravityRationale": "Top tools resource"
  },
  {
    "name": "Motion for React",
    "url": "https://examples.motion.dev/",
    "description": "Motion for React provides examples and demos of Framer Motion animations, offering interactive references for implementing React animations. The collection showcases various animation techniques and patterns. For designers and developers learning Motion, the examples provide practical guidance. Its value lies in actionable animation references.",
    "category": "Learning",
    "subCategory": "Guides & Resources",
    "pricing": "Free",
    "featured": true,
    "opensource": true,
    "tags": [
      "framer motion",
      "react",
      "animation",
      "examples"
    ],
    "count": null,
    "tier": 1,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/140-motion-for-react.jpg",
    "id": 140,
    "gravityScore": 8.8,
    "gravityRationale": "Top learning resource"
  },
  {
    "name": "Plunk",
    "url": "https://www.useplunk.com/",
    "description": "Plunk is an open-source email platform for transactional and marketing emails, offering self-hosted and cloud options with modern developer experience. Features include templates, analytics, and API access. For designers and developers needing email infrastructure, Plunk provides open-source flexibility. Its value lies in open-source email capabilities.",
    "category": "Tools",
    "subCategory": "Productivity & Utilities",
    "pricing": "Freemium",
    "featured": false,
    "opensource": true,
    "tags": [
      "email",
      "transactional",
      "marketing",
      "open-source"
    ],
    "count": null,
    "tier": 2,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/141-plunk.jpg",
    "id": 141,
    "gravityScore": 7.7,
    "gravityRationale": "Useful tools resource"
  },
  {
    "name": "Notion Templates",
    "url": "https://www.notion.com/templates",
    "description": "Notion Templates is the official gallery of templates for Notion, offering free options for productivity, project management, and personal organization. Templates cover diverse use cases from individuals to teams. For designers organizing with Notion, the template gallery accelerates setup. Its value lies in official, quality Notion templates.",
    "category": "Templates",
    "subCategory": "Site Templates",
    "pricing": "Free",
    "featured": true,
    "opensource": false,
    "tags": [
      "notion",
      "templates",
      "productivity",
      "organization"
    ],
    "count": null,
    "tier": 1,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/142-notion-templates.jpg",
    "id": 142,
    "gravityScore": 8.8,
    "gravityRationale": "Top templates resource"
  },
  {
    "name": "Notionland",
    "url": "https://www.notionland.co/",
    "description": "Notionland is a curated marketplace for Notion templates offering premium and free options for various professional and personal uses. Templates are organized by category and use case. For designers seeking Notion templates, Notionland provides curated options. Its value lies in quality template curation.",
    "category": "Templates",
    "subCategory": "Site Templates",
    "pricing": "Freemium",
    "featured": false,
    "opensource": false,
    "tags": [
      "notion",
      "templates",
      "marketplace",
      "productivity"
    ],
    "count": null,
    "tier": 2,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/143-notionland.jpg",
    "id": 143,
    "gravityScore": 7.5,
    "gravityRationale": "Useful templates resource"
  },
  {
    "name": "Super",
    "url": "https://super.so/",
    "description": "Super transforms Notion pages into fast, beautiful websites without coding, adding custom domains, themes, and SEO to Notion content. The platform enables Notion as a CMS for public sites. For designers and brands using Notion, Super enables web publishing. Its value lies in bridging Notion to public websites.",
    "category": "Tools",
    "subCategory": "No-Code & Builders",
    "pricing": "Paid",
    "featured": true,
    "opensource": false,
    "tags": [
      "notion",
      "website",
      "no-code",
      "cms"
    ],
    "count": null,
    "tier": 1,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/144-super.jpg",
    "id": 144,
    "gravityScore": 9,
    "gravityRationale": "Top tools resource"
  },
  {
    "name": "Thenty",
    "url": "https://thenty.io/",
    "description": "Thenty is a no-code website builder focused on design flexibility and ease of use for creating modern websites without coding. The platform emphasizes visual design capabilities and templates. For designers building sites without code, Thenty provides intuitive creation. Its value lies in design-focused no-code building.",
    "category": "Tools",
    "subCategory": "No-Code & Builders",
    "pricing": "Freemium",
    "featured": false,
    "opensource": false,
    "tags": [
      "website",
      "no-code",
      "builder",
      "design"
    ],
    "count": null,
    "tier": 2,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/145-thenty.jpg",
    "id": 145,
    "gravityScore": 7.7,
    "gravityRationale": "Useful tools resource"
  },
  {
    "name": "Outseta",
    "url": "https://www.outseta.com/",
    "description": "Outseta is an all-in-one platform for startups combining payments, authentication, CRM, and email marketing in a single tool. The platform reduces tool sprawl for early-stage companies. For designers and founders launching products, Outseta simplifies startup infrastructure. Its value lies in consolidating essential startup tools.",
    "category": "Tools",
    "subCategory": "Productivity & Utilities",
    "pricing": "Freemium",
    "featured": false,
    "opensource": false,
    "tags": [
      "startup",
      "payments",
      "auth",
      "crm"
    ],
    "count": null,
    "tier": 2,
    "thumbnail": null,
    "screenshot": "/assets/screenshots/146-outseta.jpg",
    "id": 146,
    "gravityScore": 7.7,
    "gravityRationale": "Useful tools resource"
  }
]